{"name": "《古剑奇谭网络版》7月21日更新维护公告.html", "date": "2022-07-21", "totalLen": 3268, "contentArr": [{"name": "界面调整", "leng": 56, "content": "妙笔丹青新增调整自身特效强度的功能。修复了角色界面境界说明文字为空的问题。感谢大家的支持与厚爱，祝大家游戏愉快！"}, {"name": "数值调整", "leng": 214, "content": "装备可升级上限提升至5下架引道商店里失去光泽的追赶道具，去掉荒狼原声望商中吉昌古钱货币的兑换。助战使装备配方改成全版本可见。修复部分装备中的防御只有物理防御的问题。修复祝符·帝首熠兮系列成就计数不正确的问题。修复四海生金随机掉落的星罗璜获得后直接绑定的问题。开放碎息土·叁、天水珠·叁的合成，合成条件调整为消耗10个碎息土·叁/天水珠·叁合成1个日轮璜·陆/月弦璜·陆，福地·倚剑居矿脉、灵脉的生产物新增碎息土·叁、天水珠·叁。"}, {"name": "秘境调整", "leng": 694, "content": "“玉轮铃音·帝首熠兮”版本秘境开启：礼剑四灵：上古时代，人界出现了一位极其杰出的部族首领，善治八方，广纳民心，通天下之志，定天下之业，深得百姓推崇，史称轩辕黄帝。被他收服的四个部族首领太昊、炎帝、少昊、颛顼共称为四帝，虽有帝号加身，但仍然是黄帝的属臣，镇守神州大地东南西北四方。在黄帝晚年将伏羲赐下的帝首剑送入玉轮仙藏封存时，四帝亦按照自己部族图腾的形貌打造了四尊雕像，作为各自部族的象征一并送入玉轮仙藏，以示对帝首剑及轩辕黄帝的礼敬和尊崇。 数千年来，这四尊雕像在帝剑台上的造极峰入口处岿然挺立，辟邪恶，调阴阳，镇守东南西北四宫。上古的雕像在玉轮仙藏的充沛清气滋养下逐渐生出意识，平日里，它们是拱卫帝首剑的庄重礼器，而在拔剑者到来时，也会替帝首剑考验和筛选能登上造极峰的人。 前往玉轮仙藏的诸位拔剑者，守护天下的决心是否比上古时代诸位人族首领更甚，而自身所拥有的力量，又是否配得上昔年追随黄帝征战四方的宝剑？唯有通过四方雕像的考验，方有资格踏足供奉帝首剑的高台。礼剑四灵的【历程】、【普通】和【困难】难度，以及对应区域的剧情线，侠义事件，将在2022年7月21日中午12时开启，探寻神秘的秘境，挑战强大的敌人，在拔剑者的考验中胜出。全新的传奇等着各位仙家弟子书写。五方胜境：五方胜境的【困难】难度，将在2022年7月21日中午12时开启，探寻神秘的秘境，挑战强大的敌人，在拔剑者的考验中胜出。全新的传奇等着各位仙家弟子书写。.秘境其他调整：五方胜境：现在离场动画和对话均可以跳过。降低了秘境四海天狱， 天录馆普通及困难难度下的伤害略微降低了秘境日月武库， 帝心三问普通及困难难度下的伤害"}, {"name": "通用调整", "leng": 376, "content": "《周年感谢信》书册补发，未收到过信件的仙家弟子会在附件中获取，已经收到过信件的仙家弟子会直接获得书册道具。修复了成就重复发奖的问题。修复了游园梦晓成就无法完成的问题。修复了成就彩璃幻霄重复的问题。修复了帝剑台造极峰国本初具系列成就分类不正确的问题。修复了成就点数值不对的问题。修复部分坐骑疾飞特效缺失的问题。修复在福地·倚剑居建造区下线再上线后会陷地的问题。修复【匠巧铸珍匣·帝剑台】道具说明不正确的问题。修复挂饰【幡铃载乐】在低帧率情况下布料显示不正确的问题。修复部分挂饰在右侧衣柜的预览图不正确的问题。谢师宴食谱的版本变更为所有版本都可见。修复了匹配秘境获得菩提心数量不正确的问题。修复了区域任务无法正常获得声望的问题。修复《叶扶香来信·折叶记补遗·下》中的部分文本问题。界面调整：随身仓库、本服共享仓库、仓库与盟会仓库的界面，调整为不可同时打开。"}, {"name": "任务调整", "leng": 116, "content": "主线任务开启：通过五方胜境挑战后，在前往帝首剑真身所在的造极峰前，更有上古四帝送入玉轮仙藏中的四尊礼器，向你发起穿越千年的考验……完成二十二章帝首熠兮中第三节任务后可通过【问道修行】界面，接取主线二十二章帝首熠兮中第四节·礼剑四灵。"}, {"name": "斗法调整", "leng": 472, "content": "铭锋论剑赛季开启进行铭锋论剑可提升匹配分、进行战旅铭锋论剑可提升战旅分，同时仙家弟子已获得的【铭锋论剑头衔】将根据多个专精匹配分的最高分自动变化，头衔的形态可以在【斗法-铭锋-赛季界面】预览。斗法活动相关青云武擂匹配逻辑优化：加入匹配队列后，将仅在整5分时（如20:05,20:10,20:15……）进行匹配。若因当前专精人数不足导致未能匹配到对手，将会通过邮件发放部分等待奖励：铭锋剑绩、斗心、飞钱珮·坤各5个（不计算周常目标），同时匹配队列不会退出。修复青云武擂·逐月场偶尔在非欠款状态下也会显示欠系统金币无法进入的情况。去掉斗法界面中青云武擂的显示，调整为只需右上角图标即可排队。同时右上角图标不会再显示红点了。斗法其他相关玉轮星阵新赛季开启活动奖励坐骑替换为【云横金枫】上赛季的【灵台纳珍匣】更名为【灵台纳珍匣·明心】，效果不变玉轮星阵商店上架【灵台纳珍匣·帝首】：8%概率随机获得如下坐骑：【楚云仙执】【绛株仙执】【无极仙执】，3%概率获得挂饰【扶摇御兽】，89%概率获得一个随机部位的【破敌】系列道具。玉轮星阵商店中上架【扶摇御兽】"}, {"name": "职业调整", "leng": 958, "content": "概述：8月4日更新将会基于各职业专精在秘境和铭锋论剑中的战斗表现对技能，星蕴特技和剑境系统进行数值平衡性优化和调整。天罡龙城飞将星韵特技【过层峦】物理攻击提升效果调整至35%斩风弹铗九问修复【醉踏清秋·幻影】在命中多个目标时伤害生效次数不正确的问题酩酊诀修复了星蕴特技【共从容】在自身有护盾时，精准格挡生效不正确的问题。御剑飞星篇修复【移星纬】无法被【阵列三奇】清除调息时间的问题。修复剑境被动【千山雪寂·祛尘】分摊与命中上限不正确的问题（现在与【千山雪寂】一致）。修复【玄微剑式】回复剑意数量不正确的问题。妙法三十六章优化“掣电”状态下，金属性溅射伤害的触发特效表现形式。【天雷】触发伤害次数合并为1次，伤害范围扩大至3米。司命唤灵咒修复在未选择剑境被动【曜·融元】时，【灵狸】伤害加成不正确生效的问题。咒隐圣佑血祭修复星蕴特技【无穷碧】受急速影响的问题。珑瑛·珑君苍石金刀星蕴特技【疾闪】效果调整为斗法环境中生效修复【寒崖千仞·凌云】在未选择剑境被动【冰髓·融元】时，仍然获得伤害加成的问题修复剑境被动【凌云·融元】触发的【寒崖千仞·凌云】在命中多个目标时伤害次数不正确的问题且处于“结庐闲居·空谷”状态下，虚影产生的【寒崖千仞·凌云】伤害降低至65%珑瑛·灵瑛灵玉金刀剑境被动【虚室无尘·融元】效果调整为虚室无尘伤害提高（15%/24%/28%/30%/31%）。处于星蕴特技【绝尘】：虚室无尘·斩伤害提高（15%/24%/28%/30%/31%）。处于星蕴特技【瑶光】和【瑑玉】：虚室无尘造成伤害时可额外造成一次相当于瑑玉（110%/179%/207%/227%/235%）的伤害修复剑境被动【虚室无尘·融元】在命中多个目标时伤害生效次数不正确的问题。修复星蕴特技【瑶光】生效范围未跟随角色的问题。异芳花非花切换【见痕·贯明】与【碾香·神汇】移除“天降”姿态与其对应效果。灵狐摄心历世环境下伤害提高100%剑境被动【碾香·神汇】部分效果调整为千光照伤害提高16%/24%/28%/30%/31%剑境被动【见痕·贯明】部分效果调整为乱红簌簌伤害增加50%/68%/75%/78%/80%铃客五音事桑【青铃飞声】历世环境下伤害提高40%【郁郁成枝】历世环境下伤害提高12%星韵特技【藏莺】树灵伤害提升提高至68%"}, {"name": "活动调整", "leng": 106, "content": "现在可以使用清荷冰鉴，刷新【清荷】系列套装的激活时间。修复了龙星店·趣问答活动不能正常获取奖励的问题。当账号完成第五次问答时，会直接获得物品【头衔·四载与君同】。已经完成5次问答的账号上线时，同样也会获得此物品。"}, {"name": "商城上新", "leng": 276, "content": "通宝商城上架全新武器【无相·东风不眠】/【无相·金霜十里】，附赠特殊效果【风满秋山】/【墨色燃金】，账号下十职业共享。注意：【风满秋山】【墨色燃金】效果同时只可存在一种。>>白发【天衣·云间碎雪】显示效果调整说明关于白发【天衣·云间碎雪】的成女、少女体型亮度明显暗于成男体型同款发型的问题，经确认系美术资源意外问题，已于上周在线修复。随后经运营用户反馈，已有仙家弟子对暗版发色表示喜爱，经小龙人再次讨论，为了保障喜欢原有亮度的仙家弟子体验，我们将为三体型的【天衣·云间碎雪】增加两个式样：购买该发型的仙家弟子均可自行选择切换至原有亮度，或保留既有亮度。"}], "authors": "《古剑奇谭网络版》项目组", "contentTotalArr": [{"name": "界面调整", "leng": 56}, {"name": "数值调整", "leng": 214}, {"name": "秘境调整", "leng": 694}, {"name": "通用调整", "leng": 376}, {"name": "任务调整", "leng": 116}, {"name": "斗法调整", "leng": 472}, {"name": "职业调整", "leng": 958}, {"name": "活动调整", "leng": 106}, {"name": "商城上新", "leng": 276}]}