{"name": "《古剑奇谭网络版》8月18日更新维护公告.html", "date": "2022-08-18", "totalLen": 2668, "contentArr": [{"name": "界面调整", "content": "妙笔丹青技能动作列表中现在会显示全部流派的技能了。优化了右键菜单-头顶标记的排布样式，使其更加方便选择。济云万法-匹配界面优化当活动未开启时，会显示相关活动的开放时间；从问道修行跳转至济云玩法匹配界面时，会自动定位到问道修行任务对应的活动。斗法匹配界面优化部分玩法在匹配按钮处添加了“查看规则”按钮，点击可以查看详细游戏规则。异世绘界面优化异世绘界面内容达到100%时，可领奖图标显示优化。感谢大家的支持与厚爱，祝大家游戏愉快！", "leng": 214}, {"name": "数值调整", "content": "装备可升级上限提升至7东篱佩·帝首、东篱戒·帝首可提升装等至635修复部分聚气养心鼎没有随剑境等级提升装备等级的问题。剑主奇谭章节【明心九天】补充奖励【镇星灵曜胄】【帝首熠兮】补充奖励【帝首·苏息】；【明心九天】资料片中已领取奖励的玩家将重置奖励领取记录。盟会道具【齐盟义·百宴】的效果调整为：以同盟义气相感召，提升食修能力，在盟会活动【汇食膳房】中用膳时可将膳食增加的属性提高5%，直接食用与外带食盒均有效。效果持续一个时辰。修复部分鱼类食材无法在盟会商处作为盟会物资提交的问题，并补充提交界面的分数显示。修复盟会天赋八珍玉食不生效的问题。同时发放全服补偿，达到合道2之后账号可领取一次。", "leng": 295}, {"name": "秘境调整", "content": "调整了秘境首领魔化·昊苍与伊斯梅尔的奖励掉落方式。修复“问心迟滞”状态下可施放【缉莺】与【缉莺·天降】的问题。“玉轮铃音·帝首熠兮”版本秘境开启：问鼎剑台：自伏羲造玉轮仙藏伊始，帝剑台始终高悬云端，俯瞰一代又一代求取天帝宝物之人。他们带来的欲望、征伐在玉轮仙藏中掀起波涛翻涌，而层层浪潮褪去，真正有实力踏足帝剑台的却是凤毛麟角，更遑论登上那座阴阳两仪盘旋交错的造极峰，在峰顶亲见伏羲赐予人界之主的神器——帝首剑。 你与李令双、崔远之、司空瓒等求剑者在帝剑台上一番角逐，又通过五方胜境、礼剑四灵的考验，终于获得登上造极峰的资格。 登峰路上，你偶遇伤重的绛阕散吏清都，得知他与受极欲石影响的洪剑山在此，皆因帝首剑灵兆君超拔，命他们彻底了断天宫仙人醉骑水麒麟、引人间山洪的前世纠葛。在帮助清都寻找洪剑山的途中，你数次被造极峰上弥散的权欲之息影响，陷入可怖的心念幻境，被清都发现，你的身上或许混入一丝不知名的邪物…… 待寻得洪剑山，你发现惊蛰教伊斯梅尔和昊苍，二人凭钟无痴留下的“混沌两分仪”，另铸造出两件分属清浊的强大法宝，意图当做争夺帝首剑的最强砝码。他们本欲一举除去伤重的清都与洪剑山，却在见到你时流露出别样欣喜，意外离去……最终清都借一曲琴音，耗半生修为压制你与洪剑山身上的权欲，解开与洪剑山的两世心结，而你将带着清都和无数修仙同道的决心与信念继续前行，阻止帝首剑落入惊蛰教之手。问鼎剑台·下的【普通】难度，以及对应区域的剧情线，将在2022年8月18日中午12时开启，【体验】难度将在2022年8月21日中午12时开启，探寻神秘的秘境，挑战强大的敌人，完成帝首剑的试炼。全新的传奇等着各位仙家弟子书写。", "leng": 702}, {"name": "通用调整", "content": "调整了宝藏·琳琅宝卷的冷却时间，当前冷却时间为23小时。删除部分距离龙星阵较近的导航点。场景·双树宫内龙星阵优化为可传送龙星阵。秘境内的传送点图标调整为统一可传送龙星阵图标。野外助战使召唤加入了“记住出击阵容并自动上阵”功能，勾选后使用“集仙·助战”技能后，将自动添加上次出击的助战使（队伍中已有助战使时无效）当助战使未装备对应位置的装备，导致技能未激活时，集仙谱中的技能图标将显示为上锁状态。修复凤宝宝照影没有贴地行走的问题。修复闲境·帝首熠兮部分职业武器外观特效未正常显示的问题。修复了成就【不可再生品·造极峰】进度上限问题，正确进度上限为24点。修复归返真灵符·仙府无法传送帝剑台·倚剑居福地的问题。", "leng": 303}, {"name": "任务调整", "content": "【问鼎剑台·下】团队秘境周常开启。问道修行-引导-余闲中的【千秋戏】、【寻仙探秘】、【三世书】、【列传与历史剧情】、【藏宝地图】调整为可跳过引导【玉轮仙藏·登峰造极】分拆为【玉轮仙藏·登峰造极·上】【玉轮仙藏·登峰造极·下】两部分。", "leng": 116}, {"name": "斗法调整", "content": "现在仙家弟子在【铭锋论剑】专精选择界面，可以查看详细的本周和赛季数据（赛季数据从本次更新后开始统计）在燃锋夺阵玩法中，人数弱势一方在获得激励效果时，参与击杀或助攻时获任务进度分将会加倍，同时会在战斗状态下每分钟获得任务进度分。", "leng": 113}, {"name": "职业调整", "content": "妙法三十六章修复技能界面【秋水】与【沧江龙吟】技能与快捷栏显示不一致的问题。司命唤灵咒修复明视命中“中白”效果的目标，伤害未正确生效的问题。珑瑛·灵瑛灵玉金刀修复剑境被动【虚室无尘·融元】的【虚室无尘】伤害提高效果在星蕴特技【灵鞘】下未生效的问题。异芳花非花修复残卷【手有余香】在变身状态依然可以触发的问题。修复“千光”在“天降”姿态结束时没有被正确移除的问题。", "leng": 181}, {"name": "活动更新", "content": ">>时长限免开启活动时间：8月16日至8月26日23:59活动期间，《古剑奇谭网络版》游戏时长限免！>>老孟红包开启活动时间：2022.8.19-2022.8.21参与条件：修为达到初窥15层。活动内容： 活动期间内，每半小时（20:00/20:30/21:00/21:30）将会刷新老孟红包，各位仙家弟子在之后的半小时内，都可以通过界面右上角，地图旁的“老孟红包”按钮领取当前时段的红包，超时无法领取。老孟红包调整：本次老孟红包活动为账号活动，活动同一时段内，同账号仅能获取一次奖励；同时提高了老孟红包活动的道具奖励数量及外显类奖励的获得概率，并新增了绑定通宝与尘晶奖励。活动奖励： 同时有机会获得以下奖励：永久坐骑：【五阴嗔面】、【疏影暗香图】、【赤羽惊霄】、【丹歌画影】、【绘墨鸢】、【秋霜鲤】、【横光承影】、【寻木枝】、【炽光狻猊】、【斑寅将军】、【玄鹿】、【仙鹿】、【啸风虞吏】、【过云骓】永久挂饰：【满庭芳】、【荧舞绕梁】、【龙蛇剑】、【水纹风筝】、【双成剑】、【凌寒剑】、【软玉鞭】、【八宝玲珑】、【霜雪吴钩】、【朱甍碧树】、【酉日金乌】、【白露水华】、【金钿琵琶】、【 琼霏冰帘】、【琼脂香帘】、【疏梦幽帘】、【红雪绯帘】、【蓝衫偃师】、【黑衣少侠】、【赤睑小狐】、【玄狐金面】、【衔樱小狐】、【青瓷狸面】其他：【腾霄御气丹】、【千秋风华囊】、【千秋盛景囊】、【三世牵缘礼】、烟花、食物、丹药、绑定通宝、尘晶等丰厚奖励。注意事项： 坐骑、挂饰为账号下全角色共享，故任意角色获得，全角色均可使用！>>日常活动 金币双倍活动时间：8月18日维护后-8月25日维护前。活动期间，日常产出金币加倍！", "leng": 703}, {"name": "商城调整", "content": "调整了外观商城武器预览大小，现在外观商城武器预览将以游戏内实际武器大小为标准同步。", "leng": 41}], "authors": "《古剑奇谭网络版》项目组"}