{"name": "《古剑奇谭网络版》8月6日更新维护公告.html", "date": "2020-08-06", "totalLen": 3413, "contentArr": [{"name": "九、界面调整", "content": "修复进入并退出离魂场景后龙星阵全部显示未激活的问题。修复坐骑【凌天金翮】未在【琴心剑魄】图鉴显示的问题。修复了配方学习界面非当前筛选配方也可以学习的问题。修复开启全屏界面一段时间后离开全屏界面，部分其他界面元素可能短暂消失的问题。修复名帖关于朝弦新角色进入门派显示保存失败，查看名帖时没有信息显示的问题。请各位仙家弟子互相转告，合理安排游戏时间，提前做好下线准备，维护期间给您带来的不便，敬请谅解。祝大家游戏愉快！", "leng": 207}, {"name": "八、历世万法", "content": ">>青灯引渡降低了【狂暴的沙匪戾空】部分技能的伤害，增加了技能释放间隔时间。", "leng": 38}, {"name": "七、数值调整", "content": "【秘文残片·动态】周上限调整为42。【弘极石·叁·斗法】配方学习开启，可到配方训练师处学习。往期版本秘境【腐萤深窟】【雾羽丘林】【天门迷阵】【聚宝仙府】【石火梦身冢】【鼎湖】【天荒魔渚】【魔战之地】【幻念之境】【诛邪之野】【难解心魔】新增风清洛喜爱的物品掉落。闲境商店上架：【三世牵缘礼】【三世牵缘礼·专属】三世牵缘礼·专属：使用后选择并获得一名三世书结缘角色喜爱的物品。修复285品质等级装备机缘效果错误增加了额外的属性的问题，8月13日更新维护前，达到合道的玩家会收到【遗珠宝鉴·叁壹伍】作为补偿。", "leng": 251}, {"name": "六、剧情&历程", "content": "荒狼原·无叶镇主线正式开启无叶镇作为荒狼原上唯一的绿洲，历来是无叶商会和沙蝎的争端之地。但在经历过一次大规模火并之后，战乱平息了很长一段时间。近来你通过一卷记载得知，原来那次火并的背后别有隐情……合道之后完成【问道修行·了解秘境】、【问道修行·扶摇寻仙】任务可前往扶摇顶二层找罗洛儿开启任务。无叶镇异世绘更新。合道版本全新列传周更上线【风叶寄远·中】：开启时间2020-08-06。“参商锁”系列列传中的第一部，崔远之与辰溪进入履寒渊，接受仙灵·玉魄水精的试炼故事。【风叶寄远·下】：开启时间2020-08-13。“参商锁”系列列传中的第一部，辰溪视角，领略修仙前辈信然君和访琴姬的故事结局。荒狼原以及荒狼原·离魂的侠义事件将开始有几率出现在残血酒庄。需要注意：残血酒庄的侠义事件需要完成【残血酒庄】任务线才会开启。", "leng": 358}, {"name": "五、通用调整", "content": ">>仙府优化1.现在视野距离调至最远时，所有仙府物件都不会被裁减。2.修复导入别人的图纸后无法再导入替换的问题，并增加了删除按钮。3.修复在他人仙府时图纸界面有几率显示他人的而非自己的图纸的问题。>>盟会优化1.盟会声望商上架【齐盟义·百宴】在苗三声前辈处用膳时可将315品质的膳食提升为330品质。2.新增几个盟会天赋：【勤俭持家】减少10%修理费。【八珍玉食】减少【齐盟义·百宴】代币消耗。【长旗啸风】使用【百战旌旗】时自动修改旗帜外观，无需购买旗帜增益效果。【凯旋而归】重伤敌对阵营玩家后获得晖晶泥奖励的概率提高。【金装玉裹II】增加新的盟会外装。3.修复未开启盟会活动，在管理员处依旧有活动选项的问题。4.修复盟会声望符·阵营增加声望的问题。5.现在可以跨服增加盟友了。6.曲江宴的食用次数调整为30次。>>守御勒马关排行榜现在在周四凌晨0点截止。【妖力入侵】现在同时影响治疗和获得护盾效果。", "leng": 400}, {"name": "四、秘境调整", "content": ">>残血酒庄阳铃·血奴：【剑气冲撞】效果的生效时间增加到10s。阳铃·血奴：现在【金汤】状态下的反伤额外带有击退效果。阳铃·血奴：修复其受击判定范围过小的问题。风悦悦·血奴：修复其受击判定范围过小的问题。风悦悦·血奴：修复了【石化】状态下被击飞会导致该效果无法解除的问题。温雪名：调整了【舞香风】技能【翻红浪】的速度及判定范围，使其更合理。温雪名：修复其受击判定范围过小的问题。温雪名：现在其出场动画可以跳过。>>赤水古墓天婴骥：修复了【八风来袭】的时候曲小惜无法移动到正确位置的问题。", "leng": 243}, {"name": "三、斗法调整", "content": ">>十洲剑试现在组队匹配将有更长的时间来匹配组队匹配的玩家。>>云海争锋云海争锋的资源采集物的描述中加入“出售给楚云五十洲的【炼器师】”的描述。修复云海争锋赛季结算后没有正确反激活占领岛屿可用的坐骑和挂饰的问题。修复玩家退出盟会时没有正确反激活盟会成员专享的云海争锋坐骑和挂饰的问题。>>诛邪定楚洲将综合盟会斗法榜中的“盟会斗法积分”更名为“盟会战绩”，使之更容易理解，并在榜单描述中补充了盟会战绩的获取方式。修复综合盟会斗法榜斗心数据显示异常的问题。>>青云啸野青云啸野活动添加当前剩余玩家数量的常驻显示数字。现在活动中队友离线后将隐藏地图追踪连线和小地图蓝点。修复青云啸野中观察者的观察对象下线后，无法再切换观察对象的问题。修复青云啸野周常任务和产出列表中时间显示错误的问题。>>其他斗法调整现在投票请离的时候离线玩家将不会计算在总数里，优化了投票请离规则。修复某些异常情况下斗势境界结算错误的问题。修复【斗法勇战箱·武器】的描述不正确的问题。修复角色-斗法-装备获取中，有“340品质等级的装备将中活动中产出”错别字的问题。战十洲匣新增【弘极石·三·斗法】的产出，只对8月6日之后产出的战十洲匣生效。青锋小试界面显示的胜场、总场次、胜率数据由历史总数据改为本赛季数据。修复无叶擂台边界特效无法正常显示的问题。现在加入盟会不足7天或者无盟会成员将不能出售【紫芝之息】。", "leng": 586}, {"name": "二、战斗通用调整", "content": "神莹控制效果自然结束时返还的免控时长将根据之前所受连续昏迷时长进行结算。（原效果为根据最后一次受到的昏迷时长进行结算）修复御剑、异芳可在“拂剑整装”状态下施展剑鸣技的问题。技能施放过程中不可切换星蕴特技。修复部分持续效果在某些情况下最后一次效果不会正常触发的问题。", "leng": 132}, {"name": "一、职业调整", "content": "概述：本次进行了部分技能优化及问题修复，同时对部分机制进行了补充调整。本月内将不再进行技能机制及数值调整，优化及技能问题修复将持续进行，下次将在9月基于战斗表现视情况进行调整。>>天罡龙城飞将：修复残卷【龙吟】怒气消耗不正确的问题。优化【张罗网】描述。>>斩风弹铗九问：修复某些场景下未正确获得“惊风”效果的问题。酩酊诀：修复“飘风”状态下，【卷云斩】开始蓄力的瞬间立刻施展【燕返身】会打断蓄力的问题。>>御剑修复在沙漠之舟中传送至蹑云符位置不正确的问题。>>妙法洞渊书：修复【坐忘洪波】无法解除【百战龙魂·捉青龙】的问题。>>司命唤灵咒：切换第4层星蕴特技（【百劫千生】【万壑惊雷】【劫尽灵生】）时将清除“盈光”、“千劫万壑”效果。>>咒隐窈冥蛊咒：修复【尘烟隐】在历世环境下“尘烟隐“状态持续时间会变成4秒的问题。圣佑血祭：修复某些情况下【移伤咒】效果不正确的问题。>>朝弦贯日御风：【斥逐】现在不会被【参连】、【双翎】、【维风及雨】打断了。修复【井仪·疾】吟唱期间目标被击败会打断吟唱的问题。修复某些情况下【鹏影】无法消耗的问题。修复非战斗状态下【化鹏飞】会飞到空中就落地的问题。修复【阵图·迷复】范围描述与实际效果不符的问题。修复“戾天”鹏影恢复速度提高与急速属性鹏影回复速度提高不叠加的问题。修复某些场景下“白矢”状态未能免疫控制的情况。修复【井仪·疾】标签不对的问题。修复跳跃时没有特效的问题。修复处于阵图·迷复内，跳跃后可以不受“阵图·迷复”影响的问题。【阵图·迷复】额外增加效果敌方目标离开阵图后根据处于阵图内的时间获得“免疫阵图·迷复”效果，最高不超过3秒。修复【乘回风】、【天行健】可以在定身状态下施放的问题。", "leng": 715}, {"name": ">>首款双人飞行坐骑上架", "content": "通宝商城上新双人飞行坐骑【嘉辰銮彩】永久上架通宝商城积分商城上新双人飞行坐骑【流鹊画屏】永久上架积分商城坐骑附带【夜幕星彩】效果，可在步云洲场景或荒狼原扶摇顶与同乘者共享夜幕星彩幻境。有兴趣的仙家弟子千万不要错过！活动详情点此查看>>>>>>挚交加速活动正式开启！七夕佳节将近，为了鼓励仙家弟子们惜取挚交之情，多多同行历练，秦心弦亲手绘制了能够加深挚友牵绊的各式灵签，并委托龙星商会广发奖赏，诸位仙家弟子与挚交同行历练时或许便能收获一二呢！>>惜时令获取上限提升！惜时令获取上限提至13个！本周完成荒原任侠、十洲剑试、千秋戏·日常后，惜时令获取数额翻倍。可在时令卡·主题节中查看惜时令的详细获取数量。>>新秘境【无叶镇】开放无叶镇：无叶镇作为荒狼原上唯一的绿洲，历来是无叶商会和沙蝎的争端之地。但在经历过一次大规模火并之后，战乱平息了很长一段时间。近来你通过一卷记载得知，原来那次火并的背后别有隐情……无叶镇的历程/普通/困难难度，以及对应区域的剧情线，异世绘将在8月6日开服后开放。区域侠义事件将在8月13日后有几率出现。>>天玄教大巫祝【风清洛】三世书正式上线！", "leng": 483}], "authors": "《古剑奇谭网络版》项目组"}