{"name": "《古剑奇谭网络版》4月28日更新维护公告.html", "date": "2022-04-28", "totalLen": 4616, "contentArr": [{"name": "数值调整", "content": "秘文残片·锋·贰周获取上限提升至36，秘文残片·固·贰的周获取上限提升至54；问道修行中部分活动奖励提升；装备的可升级上限提升至11；开放5级日轮璜、月弦璜合成；菩提心获取来源新增镇星源界·普通。龙星路域通相关1.【日月武库】、【太一天阶】龙星路域通等级上限提升至10级，并增加部分一次性任务2.【日月武库】、【太一天阶】龙星路域通追加新的等级奖励，包括镶嵌材料、帝剑芒·无限、家具、头像框等内容。济云万法-耗材商店上架【钿合巧工匣】感谢大家的支持与厚爱，祝大家游戏愉快！", "leng": 236}, {"name": "任务调整", "content": "2022年4月28日更新后在问道修行接取【玉轮仙藏·握筹天命】（位于“新篇章·贰”阶段）开启对应任务线，通过完成该系列任务即可开启【镇星源界】的秘境传送门，此外也可通过同步队伍中已完成任务成员的任务进度看到秘境门。注意：任务同步功能只在同步者处在当前场景时生效。太一天阶：修复了部分玉轮任侠任务范围过小的问题。任务其他修复了堕龙窟虾虾擂台无法开启的问题【已经在线修复】修复了当在其他角色上提升龙星路域通·星流镜渊等级到3级，【赢得尊重】任务目标不会完成的问题。修复仙遗之所有时会被封印反弹卡在地下的问题。修复【虚假陷阱】，【心和刀一样冷】成就无法完成的问题。", "leng": 279}, {"name": "通用调整", "content": "中级版本目标开放。修复部分外观摄形消耗不正确的问题。修复在观战指导状态发送表情时离开场景会导致表情残留的问题。去除了仙遗之所的部分精英和首领怪物技能中错误的闪屏效果。修复同一账号下一个角色完成过福地引导其他角色就无法继续完成或跳过该引导的问题。修复了以下成就不能正常累计进度的错误：【视线以内绝不放过·象趾林】【视线以内一个不留·象趾林】【视线以内绝不放过·琅泉界墙】【视线以内一个不留·琅泉界墙】【视线以内绝不放过·忘忧谷】【视线以内一个不留·忘忧谷】队伍系统新增管理员身份，由队长设置和取消。目前管理员可以做的事有：①团确。②倒计时。③使用团队地面标记、头顶标记、地图标记功能。④调整团队成员在团队面板上的位置。⑤移除除了队长和管理员之外的普通成员。⑥邀请玩家进入队伍。⑦同步任务和取消同步任务。", "leng": 350}, {"name": "秘境调整", "content": "“玉轮铃音·明心九天”版本秘境开启：镇星源界：与星流镜渊连接的一颗星辰，因玉轮仙藏中的伏羲神力孕育而生，传达伏羲的意志，为帝首剑主提供重要的资源——“天命”，千百年来在此处等待一个又一个天选之人。表面布满复杂而神秘的星图，且正在不断变动，记录着无数求剑者、历代帝首剑主、和与剑主相关之人的命运。如何取得对自己有利的天命预言，又该如何面对自己一生的兴亡预兆，是每一位“天下之主”都要面对的考验。历朝历代，都有杰出的星工辰仪社成员出仕成为宫廷星曜师，预言兴衰，镇星之精的星图和收藏正是他们最重要的研究对象。如今帝首剑尚未择主，便由星工辰仪社掌门阎曜前来，为求剑者指明镇星之精的试炼。上述秘境的【普通】难度，将在2022年4月28日中午12时开启，对应区域的剧情线也将在更新后解锁。【体验】难度将在2022年5月1日中午12时开启，难度探寻神秘的秘境，挑战强大的敌人，完成帝首剑的试炼。全新的传奇等着各位仙家弟子书写。帝心三问：修复了部分语音播放不正确的问题。修复了试炼失败后，有时会无法脱离试炼状态的问题。四海天狱：修复了四海天狱怪物等级错误的问题【已在线更新】", "leng": 479}, {"name": "斗法调整", "content": "铭锋论剑：提前了铭锋论剑中“显隐球”的刷新时机。调整专精问道榜及战旅榜动态头衔发放规则：专精问道榜前6（单斗法专精前12）、战旅榜前6成员，获得高级动态头衔的同时，将附赠问道动态头衔。燃锋夺阵：燃锋夺阵现在进入活动后，在本场比试结束前，账号下所有角色都无法再选择其他阵营。", "leng": 136}, {"name": "职业调整", "content": "概述：本次对部分技能问题进行了修复和优化，并基于近期秘境和竞技场中各职业专精的战斗表现进行了部分平衡性调整。近期将不再进行技能机制及数值调整，技能优化及问题修复将持续进行。提高了防御专精下专精掌握对仇恨效果的加成比例。天罡龙城飞将：张罗网及其变招历世环境下伤害提高30%，百战龙魂·捉青龙斗法环境下伤害提高25%被动伏龙诀变招，部分效果调整为丈威枪法下每1%急速可提升1.8%（原为1%）北宸流炎枪伤害，双缨枪法下每1%急速可提升1.5%（原为1%）破坚壁伤害。玄武护身：防御专精下，降龙诀和百战龙魂·驯龙的伤害降低16%斩风弹铗九问：剑境被动【醉踏清秋·重势】调整为仅在当前星韵特技选择【翌日式】时生效。修复了剑境被动【醉踏清秋·裂伤】未受到被动弹铗九问·剑鸣中醉踏清秋伤害提高的影响，同时部分效果调整为 幻影命中目标会为目标施加醉踏清秋·裂伤的持续伤害效果，每次伤害相当于醉踏清秋伤害的11%/14%/16%/17%/18%星韵特技【惊空】部分效果调整为 当蓄力消耗的豪斩超过55时，则使造成的伤害额外提高20%（残云可生效）星韵特技【飞羽】幻影消失时造成的伤害提高至88%星韵特技【逐燕式】切换时将清除自身产生的幻影。御剑神虹决：修复了【玄凝剑影】数量较多时，【剑影凝神】伤害不能正确显示的问题。飞星篇：剑境被动【寒霄（吞噬）·融元】 效果调整为“移星纬”结束后接下来9次寒霄（吞噬）伤害提高180%/205%/225%/235%/240%修复了在【移星纬·融元】下，【化道】在“移星纬”结束后结算次数不正确的问题。剑境被动【霜天剑式·融元】效果调整为霜天剑式伤害提高15%/30%/55%/65%/70%，且第二段伤害命中也可触发星蕴特技五更寒伤害效果。修复【梅峰斜影】无法免疫【朱萼缀明鲜】【玉镜留寒香】伤害的问题。妙法三十六章：秋水斗法环境下伤害降低15%星韵特技【五方聚散】降低了最后一段引导触发定身效果的概率。修复某些情况下星韵特技【送风】回复生命效果不触发的问题。洞渊书：玉楼春晓斗法环境下治疗量降低30%司命调整了山君擎天的技能优先级。唤灵咒：崩坠印历世环境下伤害提高35%提高了专精掌握对印记、明焰咒、弘光的转化率。修正了星蕴特技【启少阳】描述中标点符号不正确的问题。修复了星蕴特技【启少阳】部分急速加成不生效的问题 。剑境被动【弘光·神汇】会心伤害未正确生效修复。降低了“昼晴”效果在战斗中维持层数的难度。咒隐窈冥蛊咒：飞蛾蛊历世环境下伤害降低8%圣佑血祭：引血咒斗法环境下治疗量提高20%（不包含自身生命加成）海雾藏触发的蛊雾效果斗法环境下治疗量提高15%星韵特技【腾蛇饮露】斗法环境下治疗量提高30%珑瑛·珑君苍石金刀：星韵特技【炼心】部分效果调整为寒崖千仞冷却时间减少至30秒。修复了剑境被动【山岳倾江·灵苔玉】部分情况下不生效的问题。星蕴特技【灵石枯】新增效果，淬灵式第二段可击倒目标。珑瑛·灵瑛灵玉金刀：星蕴特技【瑑玉】调整为不可穿墙命中且斗法环境下伤害降低15%星韵特技【瑶光】历世环境下伤害降低22%剑境被动【瑑玉·祛尘】调整为急速大于35%时，超出部分效果降低至原来的一半。剑境被动【金玉琅琅·融元】下，略微提前【长锋弄影·灵刃】施加\"碎晶\"的效果。【金玉琤琤】部分效果调整为战斗中释放【长锋弄影·灵刃】使下一次【长锋弄影】伤害提高，脱战状态无法获得该效果。异芳花非花：灵狐震怒历世环境下伤害提高30%花溅泪历世环境下伤害提高30%花云霰的持续伤害历世环境下提高30%香云绕：【帘卷香风】及其触发效果可受到专精掌握的影响。【衍香阵】期间将不再影响【帘卷香风】的效果触发。星韵特技【风来满香】额外增加效果“帘卷香风每次触发为20米范围内有自身“染流芳”效果的所有团队成员回复生命”剑境被动【芙蓉泣露·明焕】部分效果调整为 每1%急速额外使芙蓉泣露治疗提升0.5%/0.75%/0.9%/0.95%/1%剑境被动【唤香兰·净息】部分效果提高为 每1%专精额外使唤香兰治疗效果提升1.3%/1.6%/1.8%/1.9%/2%朝弦贯日御风：残卷【翩翩其飞】翩翩其飞持续时间延长至6秒，且新增额外效果，斗法环境下，“翩翩其飞”效果持续期间获得30%减伤效果。铃客五音事桑：郁郁成枝斗法环境下伤害降低22%【绿音生华】附加效果：状态结束时若还有青铃，将消耗所有青铃额外对目标造成伤害（每消耗1青铃造成30%衔青之灵伤害）并给郁郁葱茏充能。", "leng": 1833}, {"name": "活动更新", "content": "“弦歌织境”活动开启博物学会秦心弦偶然拾得一步云忆念，查探之后发觉竟是某仙家弟子在修复步云洲时，触景伤情，强烈的情绪波动凝结而成。若能寻得足够的步云忆念与心弦交织催动，虽无法彻底修复步云洲，构建出一个昔日幻境却是绰绰有余。正值春日丽景，是借心弦之力向思慕之人倾吐心声的好时机，趁势秦心弦欲再度举办“心弦争歌”赛事，将赛程置于那昔日幻境之中，在不阻碍步云洲修复进程的同时，也能让大家有个放松身心的去处。为此，秦心弦欲广集步云忆念，构建幻境，若能襄助一二，还可得到秦心弦精心准备的谢礼哦！活动时间：4月28日更新维护结束后~5月12日更新维护结束前。参与方式：参与济云万法匹配活动或开启济云匣，收集步云洲的回忆（账号每日限一次）活动奖励：仙家弟子在活动时间内参与【弦歌织境】活动后可以获得道具步云忆念，之后可以在问道修行提交任务。每次完成【弦歌织境】活动任务可以获取一定心弦，完成5次该活动任务后，可以在秦心弦处领取挂饰【布偶·李令双】奖励。挂饰【布偶·李令双】将在免费获取活动结束后（即5月12日更新维护后）永久上架通宝商城。踏青活动相关今年的踏青活动已经结束，柳青青将于5月5日更新维护结束后离开步云洲、江都，还望各位仙家弟子不要错过踏青活动奖励兑换时间。主题节活动相关主题节活动新增【真实之境·夺冰】，完成可获取惜时令，海量主题节奖励等你拿！主题节惜时令任务中【斗法勇战】部分任务【冰晶敛云】和【赤影争锋】在当前版本取消，分别替换为【劲锋疾雨·回忆】和【裂玉争鸣】，完成后均可获得2枚惜时令。夏日游活动活动时间：4月28日更新维护结束后～5月12日更新维护结束前。主题节惜时令限时加入【夏日游】拍照活动，每天完成拍照玩法可获得惜时令奖励，解锁更多主题节奖励！博物学会中喜好游历的学者们，惯于在风光独特或景色秀美的地方，留下独特的灵力标记。在这春消暑长，出门游玩的时节，有灵力标记存在的区域，成为了人们作画留念的首选之地。仙家弟子们在勤勉修行之余，也不妨四处找找灵力标记，用妙笔丹青记录下旅途中美好的瞬间，感受山水之乐吧！假日修行活动开启时间：4月28日更新维护结束后~5月12日更新维护结束前。内容：1、青晶粉·曙、地星铢·开阳、秘文残片·锋·贰、秘文残片·固·贰、帝剑芒、旧悟扣心石的获取上限调整为原来的两倍，且活动期间不刷新获得上限。2、完成【血露薇悬赏·玉轮仙藏】【秘境讨伐】【玉轮任侠】【团队讨伐】【传道授业】【以文入道】【秘椟蕴珍】【妖魔试炼】【记忆之匣】后，获得的部分奖励双倍。3、调休日5月7日上线可选择一键完成日常，限制账号每日1次，需求等级：合道2层。可完成日常包括：秘境讨伐、玉轮任侠、血露薇悬赏·玉轮仙藏、劲锋疾雨·回忆、铭锋论剑、裂玉争鸣、步云擂台、轰掣真实之境、千秋戏·日常、心念之弦。假期签到赢好礼活动时间：4月28日更新维护结束后~5月12日更新维护结束前。开放五一假期签到，活动时间内累计签到达4天即可领取可爱猫咪挂饰，更有海量尘晶，心弦等你来拿！", "leng": 1241}, {"name": "商城上新", "content": "通宝商城上架新品通宝商城永久上架挂饰【布偶·乌芒】【布偶·明月尘】；限时折扣时间：4月28日更新维护后-5月5日更新维护前。", "leng": 62}], "authors": "《古剑奇谭网络版》项目组"}