{"name": "《古剑奇谭网络版》7月13日更新维护公告.html", "date": "2023-07-13", "totalLen": 1703, "contentArr": [{"name": "数值调整", "leng": 128, "content": "济云万法·共烛天明商店上架 [乐曲·焚城变] [乐曲·古陵哀弦] [乐曲·暮鼓晨钟]；共烛天明章节奖励新增[乐曲·旧城一叹]、[乐曲·万古若尘]。请各位仙家弟子互相转告，合理安排游戏时间，提前做好下线准备，维护期间给您带来的不便，敬请谅解。祝大家游戏愉快！"}, {"name": "秘境更新", "leng": 548, "content": ">>“共烛天明”版本秘境开启赤炎阳息锻己身·上：秦陵之盟诸位前辈思及众仙家弟子往来虚域、追击恶敌，难免会因虚域联通三界的特性，而有偶入奇境战斗之险，故而特意化出不少殊异幻境，以供弟子锤炼己身，掌握更多于奇境中对敌之识。其中一处，便是仿荒狼原上、那影响周遭环境颇深的仙家法宝赤炎阳极丹而造。此方幻境中，不仅重现了昔日于此作乱的劲敌以及紊乱生变的赤炎阳极丹，更增添了不少与回忆不同的特性，还请诸位仙家弟子于其中挑战时，务必当心。赤炎阳息锻己身·上的【普通】难度，将在2023年7月13日更新后开启。 赤炎阳息锻己身·下的【普通】难度，将在2023年7月20日更新后开启。可以通过问道修行-秘境页进入副本。幻境遗秘御群妖：重新开放幻境遗秘御群妖的【普通】和【困难】难度。首领将只产出幻境遗秘·太华秘境，错过的仙家弟子可以继续兑换相关奖励。>>秘境调整魔哭涧：修复厉连朔被击破金身后会无法释放【厉羽莫辨】的问题；优化了战斗前魔鼠·钟无痴的战斗表演；下调所有难度下魔化·司空瓒的血量；凄声血海：1.在【困难】难度下移除了【瑟怨·血疫鬼】的【逐狂】效果。（已通过在线更新的方式修改。）2.修复了寒月镇魄图标显示不一致的问题。3.修复了【和魂】有时受到治疗量变低的问题。4.修复了【乌芒】攻击非玩家目标的问题。"}, {"name": "职业调整", "leng": 209, "content": "天罡龙城飞将：调整【双缨·飞瀚海】可以在迟滞状态下使用的问题。妙法三十六章：剑境【呼风·濛】怒雷破持续期间专精提高调整为12%/20%/28%。司命娲圣祝由咒：优化【昭霞】【满庭芳】的技能描述。咒隐窈冥蛊咒：“灵蛇蛊毒”历世环境下伤害降低30%珑瑛·灵瑛灵玉金刀：星蕴特技【扫尘】施展长峰弄影可使下一次萦峦九折伤害提高调整为9%，且修复该效果未能正确移除的问题。异芳香云绕：调整【芳心向阳】可以在迟滞状态下使用的问题。"}, {"name": "活动更新", "leng": 648, "content": ">>仙家无暑系列活动开启！胖鸭大作战就在秦陵之盟“仙家无暑”活动举办得如火如荼之际，龙龟岛土著蓝丫丫发来求援，称用于装点岛屿的大胖鸭不知为何突然开始四处捣乱，不仅占领了她好友小屏翳的巢穴“海气含蜃螺”，还揍了屏小翳一顿，令它有家不能回。蓝丫丫修为低微，不是大胖鸭的对手，只得向正巧在龙龟岛游玩的秦陵之盟弟子求助。秦陵之盟将此事告知参与活动的秦陵之盟弟子，有意者可在蓝丫丫处进入“海气含蜃螺”，助她清除入侵家园的大胖鸭。斗云飘风龙龟岛上的苏酥酥最近研究了一种新的纳凉方法，不妨去找她问问。流水淘沙龙龟岛上的海洋近来沉迷沙滩寻宝，对此似乎颇有心得，不妨去找他问问。乐堆沙夏日与庆典的双重组合，自然少不了阳光与大海。这不，小龙人们趁着难得的好时光，从龙星领域来到了龙龟岛游玩度假。听说他们正在兴致勃勃地商议建造一个“龙的沙雕”以做留念……参与方式：前往龙龟岛活动场景，参与活动。除了往期缤纷奖励外，还有新款夏日外装等你兑换哦~！>>守御！阎浮渡魂阵思陵台阴浊浓重：地底一座古老墓穴，内里的殉葬之鬼执怨经年未消；七十年前焚城之变，亡于此处的怨魂亦是千千万万；自从坠落虚域、思陵台绝于天日，此地鬼气更是愈阴愈邪……虚域开启之后，青灯行者引来地界清气、在思陵台布设了阴阳轮转的大阵——阎浮渡魂阵，借此引魂渡鬼、疏阴淡浊。不过此事却非一帆风顺，思陵台有不少嗔魂怨鬼，妄图将之破坏；亦有诸多恶徒觊觎法阵灵力充盈，想将灵力窃取……烦请诸位仙家弟子前往思陵台，借地界清气加持后的法宝器械，击退鬼怪恶徒，守护渡魂大阵！"}, {"name": "主线剧情更新", "leng": 170, "content": "主线剧情第二十四章：第三节·陵阙几重开启：你在虚域探查时，意外收到斩风楚狂客杜忧的传音，让你至莽城一叙。抵达莽城正与杜忧谈话间，却见天空飘来一盏青灯——原来是青灯行者青灯芯，在借这盏青灯传音。青灯芯告诉你，她本在虚域的思陵台引渡鬼魂，却意外发现思陵地底除了鬼气和浊气外，竟还有一缕伏羲大神法术的气息，而就在刚刚，她甚至还见到了惊蛰教的人……"}], "authors": "《古剑奇谭网络版》项目组", "contentTotalArr": [{"name": "数值调整", "leng": 128}, {"name": "秘境更新", "leng": 548}, {"name": "职业调整", "leng": 209}, {"name": "活动更新", "leng": 648}, {"name": "主线剧情更新", "leng": 170}]}