{"name": "《古剑奇谭网络版》8月27日更新维护公告.html", "date": "2020-08-27", "totalLen": 2611, "contentArr": [{"name": "十、界面调整", "leng": 75, "content": "修正了朝弦更改体型后头像显示错误的问题。请各位仙家弟子互相转告，合理安排游戏时间，提前做好下线准备，维护期间给您带来的不便，敬请谅解。祝大家游戏愉快！"}, {"name": "九、历世万法", "leng": 145, "content": ">>青灯引渡青灯特色技能【青灯引渡】：降低冷却时间，提高施法距离与范围，且战斗中可释放。青灯特色技能【青灯聚魂】：加快了蓄力速度与青灯的移动速度，并增加了拉怪的功能。大幅增加了青灯渡魂首领的追击距离，以避免频繁的脱战。朝弦称号补偿：补发朝弦职业的仙家弟子完成剑主奇谭时未获得的章节完成称号。"}, {"name": "八、真实之境", "leng": 88, "content": ">>真实之境·巧食解灵巧食解灵增加参与度限制，每局需要获得10点参与度才能完成任务并获得奖励。每次获取食材、切好菜、下锅、装盘、上菜都能获得1点参与度。参与度不会显示在界面上。"}, {"name": "七、数值调整", "leng": 362, "content": "部分荒狼原的侠义任务中增加秘文残片·叁壹伍*8的产出，每周最多获得24次。修复武器符咒显示的治疗效果超出实际数值。增加330品质等级的历世装备产出：1）青灯引渡·首领战增加产出，概率掉落330品质等级的上衣，并且掉落概率受到场景渡魂值的影响，渡魂值越高，装备掉落概率越高。2）血露薇悬赏·团队首领增加产出，每周首次击败赤羽金令·团队首领概率掉落330品质等级的下装，并且掉落概率受到仙家弟子赤羽金令等级的影响，每提高1级赤羽金令等级，掉落概率提升5%。3）四海生金、寻仙探秘增加产出，四海生金、寻仙探秘中概率产出330品质等级的腰带及护腕。注意事项：1）由于青灯渡魂·首领战及血露薇悬赏·团队首领的相关奖励仅在周日重置，因此相关的装备产出会从8月30日6时后生效，请仙家弟子合理分配好时间。2）配装器装备库同步更新装备数据。"}, {"name": "六、剧情&历程", "leng": 62, "content": "列传【易骨生变】（珑瑛、异芳门派可体验）：珑瑛刀主祁连琮个人列传第一部，讲述他与义子和爱徒之间因为易骨而引发重重矛盾的故事。"}, {"name": "五、通用调整", "leng": 892, "content": ">>配装器优化1）配装器引导内容优化；2）配装器方案增加重命名功能，在【配装方案管理】界面右键所选方案，点击“重命名”进行方案命名调整；3）配装器增加导出文件功能，在【配装方案管理】界面右键所选方案，点击“导出至文件”将方案导出至文件；同时，增加通过文件导入方案功能，点击“从文件中导入配装方案”可以将配装方案所在文件夹里的所有方案文件导入至配装器；4）所有配装方案文件会相应存放在[游戏目录]/Interface/Addons/EquipConfiguration中，需要通过文件导入时，可以将相关文件放在此文件夹中，即可在游戏内“通过文件导入配装方案”功能获取配装方案数据。5）配装器【属性应用】限制调整：当照影等级大于315时，即可【属性应用】对应照影等级的装备，例如：照影等级达到330时，即可配置并属性应用330品质等级的历世装备。照影等级达到345时，即可配置并属性应用345品质等级的历世装备。6）【属性应用】新增场景：步云州·斗法台>>仙府优化修复设计图纸时重置建造区会导致物件数量降到-1且无法摆放新物件的问题。修复青苔灯柱、青苔地灯、树木盆栽·三、箬竹盆栽的制造配方没法学习的问题。仙府图纸tip中的包含物品列表将优先显示缺少的物件。将图纸tip中物件拥有数量放到前面，所需数量放到后面，和其他地方统一，同时调整了颜色。>>比心传意活动优化修复可以对自己比心的问题。修复使用【揶揄】也可以完成任务的问题。修复退出时的文字提示。>>守御勒马关勒马关排行榜奖励的助战使·火光兽碎片调整为【火光锦匣】，可以选择获得助战使·火光兽碎片或其装备的碎片。>>其他调整双倍惜时令活动为：真实之境、灵境归影、巧食解灵、千秋戏·日常。使用相同昵称的不同角色赠送鹣鲽对戒，接收方不再能获取成就。修改成就【情定三生】的描述为：在自己拥有的一枚鹣鲽戒上刻下三行姓名。修复双人坐骑乘客被玩家攻击不会下坐骑的问题。修复双人坐骑切线时可能有一方出现角色模型隐藏的问题。修正船上切线其他人有可能卡住不动。修复师徒等级奖励无法领取的问题。关闭调查问卷。烟花【粉黛摇花影】【清晖照松萝】交互效果优化。"}, {"name": "四、秘境调整", "leng": 133, "content": ">>重温旧梦·愁城狱厉小棠：修复其错误释放了【剑影传功】技能的问题。>>无叶镇银阑：修复成就【失足】在当前目标掉下平台时无法完成的问题。>>遁沙巨虫修复助战使偶尔在主人被吹飞下船重伤后，导致脱离战斗的问题。>>嗜血毒兽修复助战使在战斗中可能会导致首领脱离战斗的问题。"}, {"name": "三、斗法调整", "leng": 488, "content": ">>云海争锋修复不能放弃云海争锋岛屿时，没有提示的问题。>>诛邪定楚洲“诛邪定楚洲·活动竞拍”调整：当竞价超过当前价格的2.5倍时，将会再次提示是否确认竞价。现在竞拍结束后，界面将会延迟一段时间再关闭。>>斗法活动1.青云啸野：【青云啸野】场景中，获得的装备若品质高于自身装备，并且自身不在战斗状态时，将会自动换上更高品质的装备。2.破阵夺珍：修复【破阵夺珍】已占领星纬石的盟会成员可以参与其他星纬石争夺的问题。>>其他斗法调整盟会关系调整：敌对关系、强制敌对关系调整为两种，盟会页面标签将会分开显示，两种关系上限均为5个盟会。优化“连续重伤”、“连续助攻”、“连破”的判定规则：1. 现在“连续重伤”对于重伤的判断将更加精准（不再计入助攻数）。2. 斗法环境下，“连续助攻”和“连破”将与角色斗法界面中“今日重伤敌对”在计算方式上进行统一。3. 斗法环境下，“连破”（包括助攻）在触发时将不再包含非玩家角色。4. 相邻两次“连续重伤”、“连续助攻”、“连破”的判定时间均为60秒内。现在仙家弟子在双人坐骑上使用\"敛云冰晶\"道具时，将会使所有乘客一同进入敛云冰晶的采集状态了。"}, {"name": "二、战斗通用调整", "leng": 100, "content": "优化技能选定地点释放逻辑，当技能可以选定地点施放且释放方式为“当有选中目标时自动在目标位置释放，否则需要鼠标左键指定位置”时，若选中目标不在视野范围内，释放技能将提示“需要选中的目标处于视野范围内”。"}, {"name": "一、职业调整", "leng": 229, "content": "概述：本次进行了部分技能描述调整及问题修复，技能机制及数值调整将基于各专精战斗表现在9月10日进行。>>斩风弹铗九问：优化【对影几何】的技能描述。>>咒隐圣佑血祭：修复【残月孤影】状态下自行了断会额外扣除装备耐久的问题。>>异芳花非花：修复“天降狐火”状态下，会超出【峰岳相护】影响高度的问题。香云绕：修复芳心向阳会在某些具有高低差的地形处穿模的问题。修复激活【散珠帘】残卷时，【帘卷香风】范围描述未能正确变更的问题。>>朝弦贯日御风：部分技能描述进行优化。"}, {"name": ">>新秘境难度开放", "leng": 37, "content": "沙漠之舟·豪侠难度，将在8月30日中午12时开放，迎接诸位仙家弟子的挑战。"}], "authors": "《古剑奇谭网络版》项目组", "contentTotalArr": [{"name": "十、界面调整", "leng": 75}, {"name": "九、历世万法", "leng": 145}, {"name": "八、真实之境", "leng": 88}, {"name": "七、数值调整", "leng": 362}, {"name": "六、剧情&历程", "leng": 62}, {"name": "五、通用调整", "leng": 892}, {"name": "四、秘境调整", "leng": 133}, {"name": "三、斗法调整", "leng": 488}, {"name": "二、战斗通用调整", "leng": 100}, {"name": "一、职业调整", "leng": 229}, {"name": ">>新秘境难度开放", "leng": 37}]}