{"name": "《古剑奇谭网络版》12月31日更新维护公告.html", "date": "2020-12-31", "totalLen": 4572, "contentArr": [{"name": "七、界面调整", "content": ">>配装器优化1）修复部分装备导入无法添加套装效果的问题。2）添加新筛选：【属性筛选】，选择所需属性进行装备筛选，方便装备查找。>>招募版调整1）“斗法”栏新增招募选项 “青云啸野”、“飞偃横沙”、“偃火擎空”。2）修复招募中部分招募内容无法开启招募的问题。>>外观界面显示优化外观激活的藏品全账号可用，不限制体型，但对应的藏品会限制体型，K界面仅能看到自己体型可用的外装动作。>>其他界面调整【偃师·荒原任侠】的侠义事件图标现在会更加明显。请各位仙家弟子互相转告，合理安排游戏时间，提前做好下线准备，维护期间给您带来的不便，敬请谅解。祝大家游戏愉快！", "leng": 276}, {"name": "六、数值调整", "content": "【秘文残片·动态】周上限调整为20个。修复灵瑛无法获得三世书邀请阿绵任务的声望的问题。", "leng": 43}, {"name": "五、剧情&历程调整", "content": "修复灵瑛无法体验珑瑛门派列传易骨生变的问题。合道版本全新列传周更上线：当周新上列传会在列传界面置顶显示。>>新列传开启本周更新【龙之影·下】：开启时间2020-12-31。司空瓒全新系列列传的第三部，讲述司空瓒这项秘密行动的终局。修复残血酒庄投壶玩法中偶尔出现的投壶结果不显示的问题。修复任务【阳铃行踪·二】不能完成的问题。", "leng": 162}, {"name": "四、通用调整", "content": "优化荒狼原地图中九寒玉等采集点的位置。修复【漠客魂】套装部分款式（归溟海、乱炎砂、眠碛月）无摄形消耗的问题。", "leng": 54}, {"name": "三、秘境调整", "content": ">>全新团队秘境“吉昌废城”开启吉昌废城·普通难度，将在2020年12月31日中午12时开放；吉昌废城·体验难度，将在2021年1月3日中午12时开放，体验难度匹配成功会随机面对某个秘境区域和首领的挑战，击败首领能完成对应【秘境讨伐】任务并取得奖励。而直接进入秘境则会按顺序解锁所有首领。>>集仙谱新增助战使乌芒 通过吉昌废城秘境并完成漠北流泉主线任务后会激活助战使：乌芒。>>秘境匹配规则优化现在【逃亡者】效果更新为【队列冷却期】。当通过队列匹配功能成功完成秘境匹配，并进入秘境时，队伍成员均会被施加【队列冷却期】效果，【队列冷却期】会在效果时间结束时、或者在任意一个秘境完成时清除。>>赤炎阳极丹现在自行组队或者独自进入赤炎阳极丹体验难度，击败首领后不会出现点赞窗口，秘境流程也会正常进行。>>记忆之匣积分获取规则变更参与者参加记忆之匣不再获取记忆指数，变更为通过藏影珠溶解试炼记忆时获得。进场景时记忆之匣有可领奖励显示小红点。", "leng": 416}, {"name": "二、斗法调整", "content": ">>铭锋论剑铭锋论剑新赛季”幽明会”开启个人战阶奖励为：含真修元：【称号·幽明客】 明性见意：挂饰【别情幽幽】 转灵归仙：【头像·惜红蔻】【头像框·彼岸流朱】 凌虚问道：【头衔·剑洞幽明】。战旅奖励为：战旅排名前150名：特殊动作【曼华绮舞】 前10名：【称号·共醉幽途】。（根据赛季中各服务器铭锋论剑场次、人数的变化，可获奖战旅数量可能会在赛季中进行扩充）开放斗法-铭锋-风云榜。>>云海争锋云海争锋新赛季开启更新奖励坐骑：【白蕖烽硝卷】。更新奖励挂饰：【焦石】。>>破阵夺珍破阵夺珍新赛季开启奖励更新为4级斗法符咒，4级斗法镶嵌物。>>新增观战系统现在可以通过好友列表，对正在进行铭锋论剑中的好友进行观战了。观战时可以切换观战目标，但无法主动操作（释放技能等）影响战局。亦可随时在右上角统计面板处退出观战。玩家自身处于秘境、战场、竞技场等活动场景中时将无法进入观战。>>十洲剑试优化十洲剑试的匹配算法，现在组排队伍之间可以更快的匹配到一起了（包括未满员队伍组排）。修复十洲剑试装等调整效果偶尔会出现极大的装等的问题。>>其他斗法调整修正附近人数统计面板中发布今日战绩功能失效的问题。>>其他修复诛邪定风奖励积善伐魔赏·斗法显示装等不正确的问题。旗鼓相当的对手面板中的快速标记不再将治疗职业标记成鞭炮，改为标记成钱币。", "leng": 560}, {"name": "一、职业调整", "content": "职业调整概述：随赛季开放，本次除技能问题修复外，主要调整了部分针对斗法环境的技能机制及数值；我们将持续关注调整之后的表现，并视情况在短期内进行微调。天罡>>龙城飞将【伏龙诀变招】额外增加效果，斗法环境下第一段攻击必定打出“龙魂”效果。斗法环境下【北宸流炎枪】和【破坚壁】第一段命中各回复10点/8点怒气。修复星蕴特技【定乾坤】在切换场景后失效的问题。修复斗法环境下专精掌握结算了两次的问题。产生怒气的技能在斗法环境下伤害提高20%，消耗怒气的技能在斗法环境下伤害提高10%。【百战龙魂·捉青龙】在斗法环境下伤害提高5%。斩风【惊涛拍岸】不再消耗气力，适当缩短招式的前摇时间，并将前摇阶段变更为不可打断的吟唱形式。>>弹铗九问【燕穿空】不再占用公共调息时间。适当提前【狼复回】第一段的伤害时间，且【狼复回】可对命中的目标施加1.5秒定身效果。【了无痕】无敌效果延长至1.5秒并且会以效果的形式显示，同时修复了提前中断【了无痕】会使无敌效果额外延长的问题。修复星蕴特技【疾风迅雷】对多次【疾风幻影】命中同一目标时加成有误的问题，并略微提高了【疾风幻影】的基础伤害，使总体伤害保持不变。星蕴特技【疾风迅雷】调整为：开启【疾风式】后的下2个【任我行】可以对目标施加5秒“定身”效果。同时多个【疾风幻影】命中同一目标时造成的伤害递增10%，最多50%。修复【疾风幻影】与【任我行】之间公共调息动画显示异常的问题。【疾风幻影】与【飒沓流星】之间略微增加公共调息时间，以防止人物在某些情况下被意外拉拽的问题。【卷云斩】斗法环境下伤害提高10%。【对影几何】斗法环境下伤害提高10%。【贪狼斩】斗法环境下伤害提高30%。御剑适当提升【混沌开元】的施放优先级。>>神虹诀适当提升【两仪化清阵】和【万剑朝元】优先级。星韵特技【神盈剑无形】部分调整剑影凝神的调息时间降低2秒，剑影凝神在斗法环境下伤害提高25%。>>飞星篇星蕴特技【殆已】使【道衍五德】降低的调息时间由15秒调整至8秒。【霜天剑式】在斗法环境下伤害提高15%。【千山雪寂】在斗法环境下伤害提高15%。妙法>>三十六章残卷【归去来】调整为使“五灵合道阵”内附带减伤效果降低至10%。【惊徵羽】星蕴特技下炽火效果调整为会心时50%概率触发，元神回复效果提升至30点。星蕴特技【五音相和】附加效果：使五音繁会伤害提升20%，斗法环境下多道天雷伤害提高200%。斗法环境下略微降低了星韵特技【定慧引】反射伤害的触发频率且反射伤害提高了50%。>>洞渊书【佩兰】调整为可设置长按按键自动施放。司命>>唤灵咒：【赐福】技能下“漱石”效果调整为使12秒内7个“崩坠印”引爆伤害提升200%。修复【弘光·盈光】第一段伤害附送了2个“崩坠印”的问题。【弘光】及【弘光·盈光】的伤害提高了16%。修复引爆了超出“皇蝶印”层数的“崩坠印”时，“皇蝶印”伤害错误的问题。【皇蝶印】的伤害提高了35%。>>娲圣祝由咒：【霓光】调整为可设置长按按键自动施放。施放【暗香潆洄】后“潆洄”将即时生效。修复云瑞治疗效果未正确受到会心影响的问题；修复某些情况下云瑞结算剩余治疗时与“霓光”、“昭岚”剩余治疗次数不一致的问题。咒隐>>圣佑血祭【海雾藏】调整为可设置长按按键自动施放。修复【祭流年】对自身造成了额外治疗的问题。珑瑛·珑君>>苍石金刀“飞泉漱玉”状态下，【斫玉式·追锋】其他段攻击也可以冲向目标。【闪式】效果修改为使用斫玉式及其变招，珑瑛将冲向15米内目标。珑瑛·灵瑛【倾坠四方】控制范围扩大至5.5米。“玉刃”姿态时，斗法环境下受到的昏迷、定身、沉默类控制效果持续时间降低50%。修复【灵玉淬锋台】可在移动中施放的问题。>>灵玉金刀：【长锋弄影】的出招时间略微降低。调整【长锋弄影·灵刃】的伤害范围显示，使之更易理解。星蕴特技【养玉】追加效果：使【斫玉式】可施展第四段攻击，对12米内单体目标造成法术伤害，命中玩家时回复1层晶石之力。修复“碎晶”效果可被手动取消的问题。残卷【无影】调整为：【长锋弄影】和【虚室无尘】可使命中的目标受治疗效果降低20%。修复施展【萦峦九折】第四段时免控效果未能完全覆盖的问题。修复部分情况下【惊山客】期间交互不可被打断的问题。部分招式的基础公共调息时间略微降低。移除【虚室无尘】及其后招的公共调息时间。【山人招隐】的施放距离调整为12米，控制效果调整为击倒。【惊山客】持续时间提升至6秒。星蕴特技【客未眠】不再增加【惊山客】的持续时间。星蕴特技【返自然】追加效果：斗法环境下生命低于25%将立刻重置【遁式】的调息时间，该效果具有2分钟调息。【虚室无尘】斗法环境下伤害提高35%。【淬风式】二段斗法环境下伤害提高50%。【瑑玉】历世环境下的伤害提高15%，斗法环境下伤害提高40%。【瑶光】历世环境下的伤害提高18%，斗法环境下伤害提高40%。斗法整体伤害提高15%。>>千山不动“淬刃”效果将正确地显示在减益状态栏了。异芳适当提高【祈春来】的技能优先级。>>花非花【灵狐震怒】不再消耗灵力，直接造成最大伤害。施展【归灵】时不再提供瞬间灵力回复。【残花落】和【灵狐震怒】不再附带控制效果。残卷【花不语】调整为：【残花落】可以击飞敌人3秒，但命中玩家目标时调息时间将延长12秒。（原效果直接返还至技能本身）。【碎绮罗】和【香焚尽】命中时将不再回复灵力，狐威不足时【碎绮罗】伤害减半。【千光照】在斗法环境下伤害提高25%。【灵狐震怒】在斗法环境下伤害提高40%。【乱红簌簌】在斗法环境下伤害提高40%。【碎绮罗】在斗法环境下伤害提高10%。【红萝萦心】的减疗效果降低为28%。>>香云绕【唤香兰】调整为可设置长按按键自动施放。调整“花红”状态下的【唤香兰】使其不会优先选择非玩家作为治疗目标。修复【鲜花饼】扣除的生命未能正确反应在治疗统计列表中的问题。【帘卷香风】可在吟唱中施放。【花红渐染】效果期间可以免疫打断。星蕴特技【醉花阴】在斗法环境下对【衍香阵】的刷新时间减半。【挽青梅】在斗法环境下治疗量降低5%。战斗通用调整修复部分情况下解除控制时没有移除对应【神莹】、【定海】效果的问题。", "leng": 2517}, {"name": "“踏沙西行”活动开启", "content": "神秘人留下神秘委托，寻找荒原上的一种罕见奇珍。然而此物精贵，稍有不慎便要灵气散溢，受托商队无奈向仙家弟子求助，希望能连续获得灵气支援，事后必有重谢！活动说明：在荒狼原无叶镇褚阎处接取并完成引导任务后可获得活动道具【彦山葫芦】及增益效果【行山寻百灵】。活动期间，有【行山寻百灵】效果的玩家完成秘境讨伐、荒原任侠、十洲剑试、无叶擂台、千秋戏·日常、真实之境、灵境归影、巧食解灵任务，所获奖励除荒狼原声望、荒狼原·吉昌古国声望之外均为双倍。每日将收集来的【百川灵气】收纳于【彦山葫芦】中，待葫芦中的灵气装满后前往荒狼原，按照大地图上的骆驼标记寻找到正在沙漠中行进的商队，将【彦山葫芦】交付于领队玉十三娘，即可获得奖励。累计助商队滋养【盘石地宝】满六次的仙家弟子，可获得额外奖励【商队谢礼】。每日首次完成秘境讨伐、荒原任侠、十洲剑试、无叶擂台、千秋戏·日常、真实之境、灵境归影、巧食解灵任务，均可获得【百川灵气】。", "leng": 403}, {"name": "庆“匠心筑梦”偃甲作品登央视", "content": "《古剑奇谭网络版》全新企划“匠心筑梦——寻找你身边的手工艺人”首个偃甲人作品“厚土偃卫”登上央视新闻啦！感谢制作者李石水老师通过精湛的技艺将“厚土偃卫”带进现实世界！ 在此特赠上同款【厚土偃卫仙府摆件】1个，同款偃甲图纸同步上架【仙府研究制造台】。", "leng": 124}, {"name": "通宝商城上新", "content": "坐骑【玉兔蹦蹦】永久上架通宝商城。", "leng": 17}], "authors": "《古剑奇谭网络版》项目组"}