{"name": "《古剑奇谭网络版》10月22日更新维护公告.html", "date": "2020-10-22", "totalLen": 1408, "contentArr": [{"name": "八、界面调整", "leng": 306, "content": ">>新客服反馈系统上线玩家点击问题反馈按钮之后，不再显示原来的bug提交。可直接使用外部浏览器打开客服网站链接，进行问题反馈。>>其他现在进行队伍面板缩放高度时，将不再放大状态效果图标的尺寸，同时提高了可以调整的高度范围。现在仙府建造的预览模式可以使用快捷键进行开关了。修复问道修行里PVE引导不显示历世必做的问题。修复师徒值到达60级之后等级值显示不完全的问题。修复好友排行榜页数字体未对齐的问题。修复问道修行修行页面右上角玩法说明未及时更新的问题。修复配装器会在“精彩时刻”开始记录时被打开的问题。请各位仙家弟子互相转告，合理安排游戏时间，提前做好下线准备，维护期间给您带来的不便，敬请谅解。祝大家游戏愉快！"}, {"name": "七、妖魔试炼", "leng": 22, "content": "妖魔试炼更新为琅泉界桥·阴空的【烈风仙卫】。"}, {"name": "六、历世万法", "leng": 138, "content": ">>青灯渡魂·首领战、血露薇悬赏调整略微调高“青灯渡魂·首领战”掉落材料的概率。略微调高“血露薇悬赏·团队首领”掉落材料的概率。注意事项：由于青灯渡魂·首领战及血露薇悬赏·团队首领的相关奖励仅在周日重置，因此相关的材料产出会从10月25日6时后生效，请仙家弟子合理分配好时间。"}, {"name": "五、数值调整", "leng": 60, "content": "修复成就计数中饮用【马奶酒】被误计为食用粮食的问题。修复酿酒全品类重复计数的问题。修复配装器机缘等级无法回调至0的问题。"}, {"name": "四、通用调整", "leng": 247, "content": ">>仙府更换区服后重新购置仙府：仙家弟子如若在更换区服后重新购买仙府，只需要在原区服的仙府中心岛找到管理员楼潇，退还仙府领地，即可在新区服购置仙府。同时，原区服的仙府数据也将完整转移至到新区服。修复在仙府水池上空不能用飞行坐骑起飞的问题。修复【仙府藏宝图】的藏物地点可能出现在建造区地下的问题。位置已经错误的藏宝图可以使用【重置】功能重置随机藏物的位置。为此，所有拥有仙府的仙家弟子将获得为期一周（截止到下次更新前）的重置次数加成效果。>>其他原定于10月15日进行的数据升级将于本周进行实装。"}, {"name": "三、秘境调整", "leng": 133, "content": ">>赤炎阳极丹烈锋：修复当炬石或者金火战士七号被击败后，【神兵天降】无法正确生效的问题。神威铁牛：修复战斗结束后，神威铁牛继续和黎殇羽战斗的问题。赤炎阳极丹：修复【赤星雨】的预警视觉效果可能在某些情况下无法显示的问题。>>豪侠周常更新10月25日周常更新为沙漠之舟。"}, {"name": "二、斗法调整", "leng": 409, "content": ">>燃烽夺阵调整燃锋夺阵竞拍商品中【祛尘照定符·武(贰)·斗法】分组方式，由每组3个调整为每组5个、3个、1个三种组合，拍卖总数量不变。现在潜龙之阵与金声之阵只能在活动正式开启后才能进行争夺，预约提前进入的玩家将不能提前进行占领。现在活动中助攻也能获得10点任务进度，重伤敌人可获得40点任务进度。修复场景中自行了断的复活时间与被人重伤的复活时间不一致的问题。修复了部分情况下，玩家在非活动时段的场景中上线不会被请离场景的问题。修复燃锋夺阵在场中获得【乾声砾】等物品数量异常的问题，修复后获得数量为每10分钟每个角色获得一个【乾声砾】，击退或成功守护首领时对应阵营角色获得四个【乾声砾】，此修改不影响每场分得的赏金数量。>>云海争峰修复云海炮台可能被恶意拉出位置的问题。修复云海争锋活动结束后，邮寄邮件中告知奖励坐骑和挂饰名称不正确的问题。>>其他斗法调整调整破阵夺珍渭川塬、济东村附近星纬石位置，使其远离周围的树木。"}, {"name": "一、职业调整", "leng": 93, "content": "概述：本次进行了部分斗法数值调整。本月内将不再进行技能机制及数值调整，优化及技能问题修复将持续进行。>>异芳香云绕芳心向阳产生的治疗法阵特效调整为不可被屏蔽。斗法环境下治疗效果提升5%。"}], "authors": "《古剑奇谭网络版》项目组", "contentTotalArr": [{"name": "八、界面调整", "leng": 306}, {"name": "七、妖魔试炼", "leng": 22}, {"name": "六、历世万法", "leng": 138}, {"name": "五、数值调整", "leng": 60}, {"name": "四、通用调整", "leng": 247}, {"name": "三、秘境调整", "leng": 133}, {"name": "二、斗法调整", "leng": 409}, {"name": "一、职业调整", "leng": 93}]}