{"name": "《古剑奇谭网络版》1月13日更新维护公告.html", "date": "2022-01-12", "totalLen": 2804, "contentArr": [{"name": "界面调整", "content": "1.镶嵌方案：仙家弟子可在当前专精的技能方案中，修改装备的镶嵌计划，镶嵌成功后会将当前装备的镶嵌方案与当前技能方案关联。2.属性方案：仙家弟子可在当前专精的技能方案中，修改装备的属性选择计划，属性变更成功后会将当前装备的属性选择方案与当前技能方案关联。请各位仙家弟子互相转告，合理安排游戏时间，提前做好下线准备，维护期间给您带来的不便，敬请谅解。祝大家游戏愉快！", "leng": 181}, {"name": "数值调整", "content": "济云万法商店中的【秘牍追踪】系列道具调整为可退货；济云万法中四个商店中的道具来源追踪，商店名称加上“济云万法”前缀。上调匠巧铸珍匣·四海生金、匠巧铸珍匣·琼实园、匠巧铸珍匣·青泠玉山、匠巧铸珍匣·星流镜渊、匠巧铸珍匣·尘嚣外、匠巧铸珍匣·时晴崖掉落概率。玉剑息的周上限提升至3000。问道修行任务中获得的玉剑息数量提升。南山佩、南山戒的装等可提升上限开放到510装等。青晶粉·彤的周上限提升至280个。记忆之匣首次完成奖励的青晶粉·彤提升至200个。异珍·秘文残片·锋的周上限提升至36个。异珍·秘文残片·固的周上限提升至54个。问道修行活动中奖励的异珍·秘文残片·锋、异珍·秘文残片·固数量提升。“装备成长-升阶”分页中武器信物、防具的装等可提升上限开放到11。", "leng": 332}, {"name": "通用调整", "content": "盟会记录中增加新页签“资金动态”，记录盟会资金的获取、消耗记录。玉轮仙藏增加昼夜变化的环境效果。修复成就【国本初具·玉轮仙藏天录馆】无法完成的问题。团长助手·首领事件管理的设置列表添加【关闭所有提示音效】选项，勾选后可关闭团助系统的所有提示音效。开放日轮璜·贰、月弦璜·贰的合成。仙府通用更新：1、开放图纸导出成道具功能；2、开放仙邻系统主人换地功能；福地通用更新：1.仙府福地开放图纸导出成道具功能；2.福地仙邻系统开放仙府主人换地功能；3.福地【百货偃甲】高级食材商店开放装备修理功能，修复自动售卖残品使用异常的问题。4.修复通过钓鱼挖宝获得的仙府资源无法在福地内使用的问题。5.修复珑瑛及铃客角色使用【青玉留影碟】留影时动作及武器位置异常的问题。", "leng": 326}, {"name": "秘境调整", "content": "基于血量成长和豪侠难度下属性压缩，对往期版本以下秘境首领的部分技能的伤害进行了调整。降低了忘忧谷之战·角蛇村秘境首领凶蛟【雷云布雨】技能的伤害。略微降低了忘忧谷之战·天玄秘境首领天玄异兽·鸷风【风雪暴起】技能的伤害。略微降低了忘忧谷之战·天玄秘境首领天玄异兽·鸷风【怒号】技能的伤害。秘境幻剑古祠，星蕴·李婆娑的技能名【化身飞仙】修改为【舍身成义】。“玉轮铃音”版本秘境开启：四象幻域·昔年殿：前朝末年群妖并起，皇家无道，天下苦矣。末代皇帝杨用闲贵重闲雅，一心料理前代昏君遗留诸事，虽算不上力挽狂澜，也颇有明君风范。后受妖妃迫害，被炼为尸傀，幸得李重秀冒死相救，方才逃出生天。油尽灯枯之时，再次清醒的杨用闲忆起妖妃乱政、变身尸傀种种，愧为人君，命令李重秀杀了自己。最终李重秀拔起帝首剑，刺穿杨用闲的喉咙，追谥号哀帝。 镇星之精所见，掌控天下亦需要气运加持，杨用闲的星蕴中并无成为天下之主的轨迹，但他尚且拥有面对王朝衰亡、以身相殉的勇气。而你是否能与这种悲恸抗衡，且与杨用闲的星蕴幻象一战。四象幻域·共工九印：七十余年前，少年李重秀在墨者苍巍的帮助下，获得了帝首剑的认可。彼时，封印着上古大妖相柳的共工封印即将被冲破，李重秀承诺会以帝首剑的力量襄助，并与苍巍各自集结力量，最终在相柳封印处汇合。经过一番血战，众人重创了即将破印而出的相柳，将其重新封印。 身为伏羲意志在人间的代行者，帝首剑主肩负维系世间安稳的职责，立不世之功。镇星之精幻化出岌岌可危的共工九印，其下的大妖相柳一旦破印而出，上古时洪水滔天的惨剧将再现人间。身为帝首剑的求取者，你是否能立下亦如李重秀一般的功业？上述秘境的【普通】难度，以及对应区域的剧情线，将在2022年1月13日中午12时开启，【体验】难度将在2022年1月16日中午12时开启，难度探寻神秘的秘境，挑战强大的敌人，完成帝首剑的试炼。全新的传奇等着各位仙家弟子书写。", "leng": 798}, {"name": "斗法调整", "content": "战盟活动：玉轮星阵正式开启帝首剑鸣唤醒了玉轮仙藏中沉睡的匿宝法阵，经星工辰仪社的学者细细研究之后发觉，此处法阵为撰写千战法卷仙人所设阵法的原身，依星辰斗转之律定期驱动星纬石现世，且引玉轮仙藏地气布画的阵法所守的星纬石灵力也更加精粹。若以斗战之气相感，成功解开护宝阵眼便可夺取星纬石。消息一出，各大战盟摩拳擦掌，誓要夺得先机，扬名立威！每周四五六19:30活动定时开启，在玉轮仙藏随机选取两个星纬石进行争夺。争夺开始后，3个护宝阵眼将依次激活，在星纬石附近的战盟成员，以战盟为单位相互敌对，争夺护宝阵眼的控制权。当3个阵眼被同一战盟占领，或争夺超30分钟时，争夺结束。届时，控制阵眼数量最多的战盟获胜；当阵眼由3个战盟控制时，连续控制阵眼时长最长的战盟获胜。占领后，截止周日的18时，星纬石每3小时产生5个碎片（上午3、6、9点暂停），需派遣成员前去收集，每周日19:00，所持星纬石数量超过150的战盟将陆续在其星纬石开启乱星迸流进行结算。结算完成后将奖励战盟会长坐骑一只。在乱星迸流开启时，所有在场的仙家弟子均可收集星纬灵晶，当收集总数超过100时，将现场生成仅有战盟会长可拾取的奖励。占领星纬石的战盟成员及战联成员，每日可与己方星纬石进行一次交互，获取陨星屑。战盟成员每次两个、战联成员每次一个。在乱星迸流开启时，收集星纬灵晶获取陨星屑，占领星纬石的战盟成员可获取8个，同战联成员可获取2个，其他仙家弟子1个陨星屑。陨星屑可于步云洲的战盟管理员处购买[灵台纳珍匣] 、[瑶玉集珍匣]。斗法活动盟会和战盟曾在云海争锋中获得的坐骑（【楚云仙执】、【绛株仙执】、【无极仙执】、【碧菡晴波卷】、【白蕖烽硝卷】、【千江寒雪卷】），名称加入【盟会】后缀，在坐骑界面中如未激活，将不予显示。（此调整不影响已有坐骑之盟会、战盟的正常使用）作为玉轮星阵的奖励获取的【楚云仙执】、【绛株仙执】、【无极仙执】，在坐骑界面中常驻显示、且为账号共享坐骑。诛邪定楚州拍卖上架新挂饰【玉麟戏珠】。劲锋疾雨得分优化：修复进攻方击破玉如笙生命值有概率不加分的问题，效果调整为：每3秒计算一次生命值数量，在玉如笙身边20米内的进攻方仙家弟子均可加分。修复守护玉如笙、守护太和宫弟子实际加分但计分面板不显示完成次数的问题，并优化判定距离。铭锋论剑更新铭锋论剑动态头衔预览，可在斗法-铭锋-赛季的奖励预览处查看动态头衔【剑雪琼台】的问道版本和排名版本的预览。", "leng": 1011}, {"name": "职业调整", "content": "预告：1月20日更新将会基于各职业专精的战斗表现对技能效果和数值进行调整。通用修复了部分技能特效和音效无法被屏蔽的问题。斩风酩酊诀修复了星韵特技【醉飞光】效果有时无法正确生效的问题。咒隐圣佑血祭修复星蕴特技【腾蛇乘雾】显示治疗量与实际不一致的问题。铃客五音事桑修复【四时风】招式特定情况下不能正常命中目标的问题。", "leng": 156}], "authors": "《古剑奇谭网络版》项目组"}