{"name": "《古剑奇谭网络版》12月16日更新维护公告.html", "date": "2021-12-16", "totalLen": 4191, "contentArr": [{"name": "界面调整", "leng": 163, "content": "修复匹配确认界面有时无法正确展示玩家头像及个人信息的问题。助战使及助战使装备，已激活时在商店中变为灰色并置于最后一页（重新打开商店刷新）。修复在某些情况下鼠标悬停于场景地图的部分图标时，会显示侠义任务信息提示的问题。请各位仙家弟子互相转告，合理安排游戏时间，提前做好下线准备，维护期间给您带来的不便，敬请谅解。祝大家游戏愉快！"}, {"name": "玩法调整", "leng": 120, "content": "血露薇悬赏·玉轮仙藏随着对于「玉轮仙藏」探索的深入，「玉轮仙藏·赤羽」中将遭遇到新的首领敌人：严药童子、拔山鼠力士。修复「血露薇悬赏·玉轮仙藏」无法进行组队匹配的问题。当全队玩家均已完成“天录馆”、“青泠玉山”相关历程任务线后即可参与匹配。"}, {"name": "数值调整", "leng": 146, "content": "济云万法商店上架【天衣·次芳丛】外观头饰和外观护腕。外观上装和外观下装将于之后上架。上架【乐曲·获罪于天】、【乐曲·天书录名】。斗法玩法内的世界首领难度等级修正为480 。部分适用于合道1层的往期版本食物现在将只提供少量属性增益。修复了部分野外精英和首领的掉落物，数值，免控等级不正确的问题。"}, {"name": "任务调整", "leng": 21, "content": "修复了部分列传任务中伤害数值不正确的问题。"}, {"name": "通用调整", "leng": 1287, "content": "玉轮仙藏场景中没有掉落奖励的怪物生命值将显示为灰色，该部分怪物将同时不会增加龙星路域通【野外讨伐】认知度目标的计数；有掉落奖励的怪物将在血条左边显示小锦囊图标。修复龙星路域通部分认知度目标记录异常的问题：包括【琼实园·仙府收获·周常】、【青泠玉山·野外挑战】、【青泠玉山·玉轮任侠·初】。修复任务“初识万事阁”交付后未获得【衔云令】，以及后续引导异常的问题。玉轮铃音·签到活动中，第拾壹天与第拾贰天的奖励分别修正为浮青珏·暖华*16、旧悟叩心石*1。修复主题节任务中完成普通难度小型秘境未增加进度的问题。优化装备提升中红点提升的问题，现在会正确指示装备的可提升选项。修复衣柜图鉴【世逸仙踪】不正确地发放【称号·瀚海千尘】的问题，已领取不正确称号的仙家弟子请留意邮箱内的补偿邮件。修复铭锋论剑战阶头衔未被正常重置为【通惠入微】的问题。修复斗法引导中，之前赛季已完成【加入阵营】引导的玩家无法完成【加入阵营】的问题，之前赛季已完成【斗法装备·全身】引导的玩家无法完成【斗法装备·全身】的问题；修复跳过引导后无法正常进入斗法玩法的问题。修复【破敌·随机】无法拾取的问题，本周已获取的【破敌·随机】将之后进行补偿。修复装备修理会导致斗法装备符咒和镶嵌丢失的问题。修复玉轮仙藏的区域任务中缺少地星铢·启阴*188的问题，已完成并缺少奖励的部分在12月16日6点前可获得补偿。现在组队时不再会默认打开同步任务状态，并且优化了同步任务在队伍面板中的状态图标和说明信息。修复经纬洞明可以探查到流琼秘屑的问题。修复秘椟成就：不可再生品、视线以内一个不留、国本初具统计不正确的问题。优化玉轮仙藏场景中龙星阵传送相关教学的逻辑。修复藏宝图寻宝完成后仍然不正确地累计“万宝归藏”任务进度的问题；相关榜单不受影响，照常统计。新增大地图中区域声望中不可再生秘椟开启数量的显示。修复了斗法世界首领不刷新日期的复活倒计时显示错误的问题。优化了过场动画“步云灾变·云洲惨变”的播放表现。修复三世书NPC邀请至仙府次数刷新异常问题。修复不能与邀请至仙府的风清洛进行千秋戏的问题。仙府更新：仙府·福地开放水池建造功能调整枕剑仙乡·卧云仙府及仙府·福地日常任务奖励聊天频道仙府传送链接增加二次弹框确认记忆之匣：1、记忆之匣场景中无法切换专精，无法进行装备升级操作。2、记忆之匣怪物难度会根据输出专精、治疗专精、防御专精的历史最高历世装等动态匹配，并依次根据怪物难度和通关时间录入排行榜。3、记忆之匣可手动补人，补人成功完成秘境不计入排行榜（场景中人数小于十人且队伍中人数小于十人时可开启补人）其他调整：天录馆的失神仙侍需完成天录馆相关主线才可看见。限时挑战中不可使用助战使。现在在阵营模式中不可携带助战使了。修复铃客职业玩家在疾跑状态空中变身翡翠廉，动画播放不正确的问题。优化了【聚气丹田】状态时（即可以使用开天一画的状态）的镜头变化体验。优化了玉鸣洲区域裂玉争鸣活动玉鸣镇石晶主卡住不动的问题。优化了阵营龙星阵的位置。调整了一些表现问题。未拾取的玉剑息现在会被邮寄到玩家的邮箱。好友福地增加未开启不可传送的限制。"}, {"name": "秘境调整", "leng": 143, "content": "普通难度【天录馆】移除【日轮璜】、【月弦璜】掉落。1.调整了天录馆秘境首领【杨用闲】和【凶剑煌灭】的顺序。2.调整了天录馆秘境中“天书境”中的天气。“玉轮铃音”版本秘境难度解锁：四海天狱【普通】难度将在12月16日开服后开启，天录馆，四海天狱【困难】难度将在12月16日中午12时开启。"}, {"name": "斗法调整", "leng": 671, "content": "铭锋论剑铭锋论剑赛季开启进行铭锋论剑可提升匹配分、进行战旅铭锋论剑可提升战旅分，同时仙家弟子已获得的【铭锋论剑头衔】将根据多个专精匹配分的最高分自动变化，头衔的形态可以在【斗法-铭锋-赛季界面】预览。1、铭锋论剑修改为，不同专精拥有单独的匹配分，在匹配时按照所选专精匹配分进行匹配。在进入匹配时需要选择您将用于匹配的专精，同时可以查看不同专精的胜率和专精战阶榜排名。2、添加按照问道玩家专精匹配分进行排名的问道专精榜。掉出凌虚问道者将从榜上移除。3、根据匹配分数变化的可升级头衔和铭锋剑绩周上限和胜利加成、以及战旅中匹配和显示的个人战阶分，按照当前角色的多个专精匹配分的最高值计算。4、排名奖励修改为：斗法单专精职业（天罡、斩风、珑君、灵瑛、朝弦）为问道专精榜前12，斗法双专精职业为本职业两个问道专精榜的前6，战旅榜前6成员可获高级动态头衔；战旅榜前30可获动作奖励；问道专精榜所有人可获普通动态头衔。其他增加战盟资金、所有成员可直接充值，修复斗法装备时可使用战盟资金，会长可以在权限管理中调整成员使用的战盟资金上限。战盟强制敌对消耗金钱改为消耗战盟资金。开放燃锋夺阵，拍卖物品中添加阵营挂饰【玄朔噬夜铠】（天玄教）、【银锋镇邪铠】（神一道天），武器和信物【斗胜】系列道具替换为【制胜】系列道具，可强化480的斗法装备至最高8级。开放战盟活动诛邪定楚洲，拍卖的【斗胜】系列道具替换为【制胜】系列道具，可强化480的斗法装备至最高8级。接引人玉杨、领赏人薛峻将会出现在【步云洲·战乱】的瑶天殿右侧。因技术原因，战盟活动【玉轮星阵】将延后开放。"}, {"name": "职业调整", "leng": 1130, "content": "概述：本次对各职业部分技能问题进行了修复，并对部分技能效果进行了优化和调整。12月23日更新将会基于各职业专精在秘境和竞技场中的战斗表现对技能效果和数值进行平衡性调整。通用调整修复在施法距离范围内因高度差过大导致无法攻击选中目标的问题适当降低了输出专精的帝剑特技所造成的仇恨效果修复职业铃客组队增益效果未生效的问题斩风弹铗九问修复了云无踪描述不正确的问题酩酊诀修复星韵特技【燕化影】在场上仍有“白虹化影”时，额外生命值加成不正确的问题妙法三十六章修复释放【木佛渡火】时有概率移除“焦尾流泉”的问题洞渊书修复“青蘋引风”未正确触发的问题咒隐窈冥蛊咒修复幽冥生灭·永隔伤害生效范围有时不正确的问题圣佑血祭圣佑血祭：修复星蕴特技【身寄三途】蛊雾扩散异常的问题珑瑛·灵瑛灵玉金刀修复【阵列三奇】无法清除【虚室无尘】冷却时间异芳通用不符合收服规则的目标将不再可收入【幻形剪纸】，同时【幻形剪纸】内若已收入不符合收服规则的目标将重置为绑定状态铃客素脉真藏概述：对【当归寄野】的释放关注度及治疗的有效性进行调整，并对【王孙无苦】和【送香蒲】的治疗定位进行明确区分【五味徐来】技能选中友方目标时可施展【五味徐来·助】，使友方下次攻击敌对目标时为目标施加“五味徐来”效果。【辛夷皆芳】的特效现在不会被屏蔽。提高【素脉续断】、【苋陆无咎】、【五味徐来】的优先级。修复【祈生颂·繁枝】连续释放生效次数不对的问题。【缀林兰】调整招式释放所需时间，增加保护防止连续按键误触。【黄公怜青】在非“木木祈生颂”状态期间也可为【祈生颂·繁枝】充能。【当归寄野】现在可以充能2层，招式效果修改为战斗状态时自身造成的治愈之力（有效治疗、护盾）按照25%比例收集，达成一定比例后将为招式充能1层，施放招式将存储的治愈之力释放出来，对自身25米范围内的友方目标进行治疗（*若范围内有生命值未满的友方，则只对生命值未满的友方进行分摊治疗）。【采金沸】基础治疗人数提高至6人，每段蓄力选择的目标人数提高至6人，蓄力最大段数降低至2段。星蕴特技【金雪飘蓬】效果调整为采金沸蓄力速度提高50%，不再降低蓄力段数和提高每段目标选择人数。【王孙无苦】改为引导技能，现在会随着急速而影响招式的施法时间与治疗效果的触发间隔。主目标基础治疗效果降低50%，法力消耗降低至130点。额外增加效果对友方目标进行治疗时额外对此目标25米范围内生命最低的2名友方进行治疗。【送香蒲】法力消耗提高至80点，基础治疗效果提高41.6%【缀林兰】造成的效果“兰自香”对【送香蒲】的治疗效果额外加成调整至80%星蕴特技【风旋复】优化描述。适当优化【送香蒲】、【王孙无苦】、【缀林兰】技能音效。修复【化青羽】、【小廉戏云】没有音效的问题。"}, {"name": "活动更新", "leng": 475, "content": "冬至活动活动时间：2021.12.16~2022.1.6【幻雪之境】艾汐梨有一位可爱的朋友，但它没手和脚，还不会说话，一个人孤零零的，希望有人能陪伴它，前往步云洲挂剑台找艾汐梨（-225，3）接取任务。【冬至快乐】客旅长安的胡人赫皮纽耶打算邀请同在长安的族人及有兴趣的朋友前往胡人区，一起共度节日，而同在胡人区的马力库斯莫斯近来也很是忙碌，似乎是在准备迎接什么节日，不妨找个时间去那边转转。【清雪祛浊】苍骨退去，重归平静的步云洲降下了今冬的第一场雪。初雪携带的寒清之气对浊气有一定的压制之效，秦陵之盟顺势在千叶莲台分立众宗门的雪人化形，借寒清之气祛除浊气。凡秦陵弟子，均可参与其中，不断壮大本门雪人化形。【戏雪怡情】在步云洲节日活动商【何思诺】处购买两个节日道具【衍雪精】，将其赠予出现在长安或江都的门派特殊雪人，可获得增加福缘的增益效果【冬日暖意】。对单个雪人累计送礼满3次，可获得该雪人对应变身藏品。使用藏品后，玩家即可变为对应的雪人。此外，拥有该藏品的玩家还可在参加活动【步云雪境】、【怀秀村·幻雪】、【真实之境·幻雪】时幻化成相应的雪人模样。"}, {"name": "商城更新", "leng": 35, "content": "通宝商城上架坐骑【迎冬·祥祥】【迎冬·欢欢】，购买即赠熊猫照影与名帖。"}], "authors": "《古剑奇谭网络版》项目组", "contentTotalArr": [{"name": "界面调整", "leng": 163}, {"name": "玩法调整", "leng": 120}, {"name": "数值调整", "leng": 146}, {"name": "任务调整", "leng": 21}, {"name": "通用调整", "leng": 1287}, {"name": "秘境调整", "leng": 143}, {"name": "斗法调整", "leng": 671}, {"name": "职业调整", "leng": 1130}, {"name": "活动更新", "leng": 475}, {"name": "商城更新", "leng": 35}]}