{"name": "《古剑奇谭网络版》12月22日更新维护公告.html", "date": "2022-12-22", "totalLen": 3073, "contentArr": [{"name": "数值调整", "leng": 148, "content": "调整了玩家等级远高于怪物时的境界压制效果，该调整会在往期版本秘境中有较明显的反馈。济云万法商店-帝首版本上架【匠巧铸珍匣·帝剑台】，同时移除济云万法商店-铃音版本、明心版本中的【匠巧铸珍匣·玉轮仙藏】的每周购买限制。修复了往期版本秘境无法获得浑沦装备的问题。感谢大家的支持与厚爱，祝大家游戏愉快！"}, {"name": "秘境调整", "leng": 327, "content": "孤崖旧忆【困难】难度将在2022年12月22日中午12时开启。秘境【孤崖旧忆】调整：调整【惠枯花】与【惠枯花·藤】的位置。流血蕙枯槐：【传嗣万代】散播的【魔种】生长为蕙枯藤的时间由7秒延长至10秒。（已在线修复）调整了【流血蕙枯槐】的体型。增加了首领战斗结束后的路线指引。独狼摧锯：修复了【妖雄出世】在某些情况下会进行预期之外的转向问题。（已在线修复）调整了【独狼摧锯】的剧情，现在在剧情中将不会受到伤害了。增加了首领战斗结束后的路线指引。半魔·鸿晓：【五方并育】不再为选中的目标施加【五行封禁】。（已在线修复）调整了技能【五方并育】的伤害。秘境【问鼎剑台·上】调整：魔化·昊苍与伊斯梅尔：历程难度部分技能伤害进行了修正，同时调整了历程难度下的部分机制。"}, {"name": "通用调整", "leng": 697, "content": "高级材料商店上架虚域·陈州采集物，往期玉轮仙藏采集物迁移至材料商店。可前往步云洲【-89，-81】生活材料供应商-柳柔婉处查询兑换。秘文册商店中新增“新手商店”分页，上架“大道启行匣”，“乐天晴的特制鳔胶”，“腾霄御气丹”。修复盟会活跃奖励·四的随机宝石、盟会汇食膳房的增益效果。修复千秋戏曾毓卿卡牌使用时判断季节错误的问题。优化三世书界面中赠礼、绘影的次数显示。修复部分前期版本中已解锁的藏品、任务在三世书界面显示未解锁的问题。优化浑沦职业历程任务剧情线，添加剧情配乐。修复[天衣·莽墟一梦]布料效果未生效的问题。修复[天衣·莽墟一梦·冠]天女织料子贴图错误的问题。修复仙府福传送门不能进行福地传送的问题。修复仙府福地留言板显示异常的问题。修复乱炖不支持乾坤袋内道具的问题。修复福地功能建筑显示异常的问题。修复因跳过主线章节“焚城之变·妖乱太华”而无法正常获取门派返真称号的问题。将部分重要剧情人物的姓名列入禁止取名名单，已经命名成功的部分玩家后续将收到额外的免费更名次数用以更名。更新了部分制作人员名单，补全了部分“玉轮铃音”版本的配音人员信息。修正浑沦武器【千渊凿破】【濯九川】文本错位的问题。（纯文本改动，不影响实际外观）。观战系统升级：增加针对场景的观战功能。可以根据一定条件筛选符合要求的秘境队伍，前往观战。（秘境：场景、难度、当前进度；铭锋论剑：平均分段、专精；青云武擂：专精）根据筛选显示热度最高的9个队伍。对长可在队伍设置中设置是否允许观战，与好友观战不冲突。增加查看好友正在观战的场景，可以直接前往好友正在观战的场景。增加观战互动，可以在观战过程中使用心弦或金币打赏对战者。"}, {"name": "斗法调整", "leng": 441, "content": "铭锋论剑赛季开启进行铭锋论剑可提升匹配分、进行战旅铭锋论剑可提升战旅分，同时仙家弟子已获得的【铭锋论剑头衔】将根据多个专精匹配分的最高分自动变化，头衔的形态可以在【斗法-铭锋-赛季界面】预览。排名奖励变更：战旅排名前30及专精问道榜前12（单斗法专精前24）均可获复活动作【终始涅槃】战盟活动【虚域夺珍】开启浑沦弟子外出探查的时候，无意间发现有奇异巨石在各处显现。后与秦岭之盟来人交流后得知：石名星纬石，为仙人所设的匿宝之阵相护，以斗战之气相激可解护宝阵眼，夺取星纬石。乃广昭斗法战盟，励其踊跃参战，磨砺斗技，扬名立威！本赛季战盟奖励更新为【坐骑·妙色无染壶】，个人可兑换奖励添加坐骑碧菡晴波卷、白蕖烽硝卷、千江寒雪卷，挂饰【素心莲华】斗法其他调整【斗战狂沙·角斗】【青云啸野】【千偃横沙】【偃火擎空】四个活动减少了匹配完成所需的人数，同时在济云万法匹配界面中也添加了匹配入口。瀚海舟声望商店上架【啸孤月】外装套装，同时步云洲增加了瀚海舟声望商。调整了斗法装备属性“坚韧”的转化率。"}, {"name": "职业调整", "leng": 625, "content": "浑沦玄元一破优化部分招式描述。【穷极刃】新增效果，战斗中处于“化魔”姿态下同时获得“轻清”及“沉浊”效果。【化魔】调整为可在其他招式施展过程中释放。修复【游鸢行界】解控效果未生效的问题。星蕴特技【破执·戒定】，部分效果调整为造成伤害的3%转化为自身生命值。修复上线资源清气与浊气数值显示不正确的问题。修复星蕴特技【鸢摆尾】下，【涸泽棹舟】无法触发残卷【得水】的问题。修复星蕴特技【彻悟】急速提升招式伤害数值不正确的问题。鸿蒙净界修复残卷【托身刃里】描述不对的问题。修复【化归净土】表现不对的问题。调整【生存】与【嘲讽】技能的施放优先级，现在可以打断大部分技能。【清浊无辩】、【坠极渊】、【挽狂澜】调整为只能在地面施放。【坠极渊】、【挽狂澜】、【舍身燃义】、【怒斥】调整为技能施放期间禁止跳跃。技能【坠极渊】调整：现在施放时额外造成一次伤害和仇恨。【造化有意】持续时间调整至20秒。星蕴特技【重山复水】增加触发提示。战斗外【鳞刃】回复时间调整至3秒。修复了【翻波】、【折峦】、【清浊无辨】【高江急峡】【禹迹凿崖】仇恨不正确的问题。御剑神虹诀修复星蕴特技【神盈剑无形】在斗法姿态下“化清”结算伤害不正确的问题。咒隐窈冥蛊咒修复了绮月殇·幽无法消耗金燧·绮月殇和无法叠加金燧·腾蛇蛊的问题。修复了“阴华之力”效果的持续时间不正确的问题。珑瑛·灵瑛千山不动修复了剑境“曾映·玄”效果未正确生效的问题。珑瑛·珑君苍石金刀修复了剑境 金燧·濛伤害效果异常的问题。"}, {"name": "商城更新", "leng": 835, "content": "充返活动开启活动时间：2022年12月22日0点至2023年1月5日更新维护前。活动规则：参与充返活动，可立即获得【礼盒·显隐龙踪】与【梦扶疏】，还可每月领取游戏时长与绑定通宝！1.年度充返计算期间（2022年12月1日6点至2023年1月5日）内，累计充值即获超值赠礼：累计充值金额=人民币充值通宝+人民币充值时长+通宝卡充值通宝+时长卡充值时长。累计充值达100元，每月送1000分钟游戏时长、400绑定通宝，持续赠送3个月，价值150元；累计充值达300元，每月送3000分钟游戏时长、750绑定通宝，持续赠送4个月，价值420元；累计充值达500元，每月送3000分钟游戏时长、800绑定通宝，持续赠送6个月，价值660元，并加送（不绑定可交易）【礼盒·显隐龙踪】；累计充值达660元，每月送4800分钟游戏时长、1080绑定通宝，持续赠送6个月，价值888元，除【礼盒·显隐龙踪】*2外，可再得【梦扶疏】。2.本次活动奖励在活动结束后开始赠送，首次赠送时间为2023年1月5日，后续奖励将在每月前5个工作日内赠送。3.本次活动的时长与绑定通宝奖励，将根据活动期间内账号累计充值金额所达到的最高档次进行发放。4.本次活动赠送的时长仅可在当月使用，在次月失效；账号下若同时拥有充值时长及活动赠送时长，将优先扣除活动赠送时长。5.【礼盒·显隐龙踪】每个账号只可通过充返活动获取2次，还可通过交易购买获得；6.【梦扶疏】每个账号只可通过充返活动获取一次，还可通过交易购买获得；【礼盒·显隐龙踪】：使用可自选颜色，根据当前角色体型，激活对应体型的【乍然云影】或【须臾沉烟】，账号内同一体型共享。尘晶商城上新套装【烽火翎寒】【斟酒临泉】【寒英缀雪】【鸾音转羽】【玉树瑶林】【遗世情牵】【皓谷听泉】【嫣香盈袖】【灼灼风徽】【风林深绪】【沧刃贯夜】武器【绝万仞】【笑饮天歌】【冰锋如霁】【临檀幽风】【月挽寒星】【寒锋结穹】【苍磐不移】【云霓疏影】【流火赤雀】永久上架尘晶商城。"}], "authors": "《古剑奇谭网络版》项目组", "contentTotalArr": [{"name": "数值调整", "leng": 148}, {"name": "秘境调整", "leng": 327}, {"name": "通用调整", "leng": 697}, {"name": "斗法调整", "leng": 441}, {"name": "职业调整", "leng": 625}, {"name": "商城更新", "leng": 835}]}