{"name": "《古剑奇谭网络版》10月15日更新维护公告.html", "date": "2020-10-15", "totalLen": 3898, "contentArr": [{"name": "九、界面调整", "leng": 129, "content": "优化历世装备提升界面。优化问道修行中部分日常、周常的任务指引。优化秘文册商店商品显示。优化招募版剩余时间显示。修复上线后首次获得灵气无提示的问题。请各位仙家弟子互相转告，合理安排游戏时间，提前做好下线准备，维护期间给您带来的不便，敬请谅解。祝大家游戏愉快！！"}, {"name": "八、妖魔试炼", "leng": 20, "content": "妖魔试炼更新为琅泉界桥·阴空的【百炼】。"}, {"name": "七、历世万法", "leng": 164, "content": "现在离魂地图中的青灯首领图标位置会更加准确。>>青灯渡魂·首领战、血露薇悬赏调整略微调高“青灯渡魂·首领战”概率掉落奖励的概率。略微调高“血露薇悬赏·团队首领”概率掉落奖励的概率。注意事项：由于青灯渡魂·首领战及血露薇悬赏·团队首领的相关奖励仅在周日重置，因此相关的材料产出会从10月18日6时后生效，请仙家弟子合理分配好时间。"}, {"name": "六、数值调整", "leng": 291, "content": ">>新增引道以下困难难度小型团队秘境开启引道内容：【墓室灵符】、【遁沙巨虫】、【嗜血毒兽】、【阴傀祭师】。普通难度中型团队秘境【赤炎阳极丹·上】开启引道内容。>>其他新增345品质等级制造装备配方，可在配方训练师处学习以下配方：【燕脂冠】、【燕脂袍】、【燕脂裤】、【燕脂履】、【燕脂链】和【燕脂佩】。在天玄教·双树宫和神一道天·扶摇顶上架紫色品质的斗法灵器，使用【晖晶灵土·斗法】进行兑换。枢黄匣、奉玄匣、战十洲匣产出的弘极石·斗法数量提升，枢黄匣、奉玄匣掉落2级弘极石3个，战十洲匣掉落2级弘极石约8个，3级弘极石3个。原定于10月15日进行的数据更新延期，还请仙家弟子耐心等待。"}, {"name": "五、剧情&历程调整", "leng": 108, "content": "列传“当她陨落时”上中下三部，增加了朝弦职业。优化了残血酒庄内投壶小游戏的体验。修复书册《残血酒庄·成双鲤来信》无法获得的问题，现在秦陵之盟接取【寻踪残血酒庄】委托即可获得该书册，已经完成该委托的在此次更新后会补发。"}, {"name": "四、通用调整", "leng": 1090, "content": ">>仙府更新内容说明1. 新增挖水池功能。在建造区域打开物件列表，在新增的【工具】分页下可以看到水池建造工具。点击【建造】进入建造水池状态，点击地块可将其更换为水池，点击水池则可将其更换回地块。点击下方返回按钮退出建造水池状态。初始可以建造最多100个水池，点击工具上的【加号】按钮可以打开水池配方，消耗一定材料即可提升水池可建造数量，最多可达到500个。2. 开放家具交互功能。部分已有家具已经可以交互了。浏览模式下，当鼠标指向可交互家具时，家具将显示白色描边，点击左键即可交互。目前可交互的家具主要包括以下几种类型：（1）灯具，交互可开启或关闭灯具的光源。（2）香炉，交互可点燃或熄灭熏香。（3）坐骑，交互后可骑上坐骑，并和坐骑互动。（4）床榻、椅凳，交互后会坐上去。（5）书本、饭菜、棋盘等等小物件，具体效果请进入游戏查看。3. 开放留言板功能。交互留言板即可查看留言版内容。仙府主人可以更改自己的留言，管理他人留言，将留言者加为好友。- 游客可以留下自己的留言，管理自己的留言，添加主人为好友。4. 新增绕x轴和y轴旋转物件的功能。- 在旋转物件时，按住Alt可以绕x轴旋转物件，按住Ctrl可以绕y轴旋转物件。- 因技术原因，原本的旋转45度无法再自动对齐45的整数倍，只能改为在当前旋转角度下正向或反向旋转45度。5. 选中/拖动模式的切换将立即起效。- 有选中的物件时，切换到拖动模式，选中的物件将立刻跟随鼠标移动。- 拖动物件时，切换到选中模式，物件将停留在切换时的位置，之后可用方向键平移物件。- 图纸的规则同上。6. 新增任意指定物件父节点的功能。- 选中一个物件后，按住Ctrl并点击另一个物件，则可将前者的父节点更改为后者，移动后者时前者将自动跟随。- 选中一个物件后，按住Ctrl并点击地面，则可清除物件的父节点。7. 新增了一批房屋模块，包括墙壁、门窗、屋顶、楼梯等，提供更大的发挥空间。仙府达到三级的玩家可在仙府管家处领取赠送的模块。修复灯具类物件默认放出来不亮的问题。>>配装器优化1.配装器新增机缘功能，仙家弟子可以在选择装备时设置机缘等级，机缘等级只能输入0~5的整数；2.配装器新增【目标装备导入】功能：可以通过右键点击其他仙家弟子，选择【目标装备导入】，即可在配装器中显示其装备、符咒、镶嵌、套装等选择。同时，新增设置，“游戏设置-偏好-杂项-禁止其他玩家导入自身装备方案”，勾选此项可以禁止其他玩家导入自身装备方案。游戏默认不勾选。注意事项：若对方职业与自身不符，无法导入其装备方案。若对方装备存在非现装备库中的装备，则此装备将无法导入。"}, {"name": "三、秘境调整", "leng": 218, "content": ">>新秘境难度开启赤炎阳极丹·上 困难难度将在2020年10月15日中午12时开启，迎接仙家弟子的挑战。>>新秘境难度预告赤炎阳极丹·下 困难难度将在2020年10月29日中午12时开启，迎接仙家弟子的挑战。>>赤炎阳极丹·下燧光：修复体验难度下战斗中剑心共鸣值可能会消失的问题。降低体验难度下相柳的生命值。现在蛇王延维像不可选中。>>重温旧梦更新更换为【梦魇慈恩寺】。>>周常任务【豪侠难度秘境】更新10月18日，更新为【赤水古墓】。"}, {"name": "二、斗法调整", "leng": 1561, "content": ">>燃锋夺阵通用调整1、现在玩家在燃锋夺阵中可以飞行2、天玄教，神一道天在活动中的默认复活点改变。3、复活时间调整，玩家在燃锋夺阵中复活时间由15秒改为25秒。4、新机制剑鸣龙吟：所有玩家在活动中，只要处在战斗中则每5秒增加一层剑鸣龙吟增益，最多可以叠加至100层。玩家死亡时，会失去1/3的层数，击杀者获得被击杀者1/10的层数，助攻者获得1层。5、潜龙之阵/金声之阵：占领法阵的阵营玩家在战斗时，每10秒也会获得一层剑鸣龙吟buff。6、删除【剑鸣·破增】益效果。7、调整【以命相搏】增益效果，每层的攻击增加由每层2%下调到1%，每层的治疗效果增加由每层1%下调至0.5%。8、暂不开启额外场次。新增机制：首领阶段1、汇灵之眼开启后，会帮助所属阵营召唤阵营首领（俄飞鸿/陌妄言），此时进入首领阶段。2、首领被召唤后，会在敌方熔炼炉/锻剑台附近出现，此时敌方可以对其发动攻击将其击退。如果未能在10分钟内将首领击退，首领将在10分钟时，对熔炼炉/锻剑台发起攻击，首领所属阵营将会根据首领当前生命值获得士气值，最高1000点。如果首领在10分钟内被击退，则敌方增加士气值500分。首领在被击退后或者被对熔炼炉/锻剑台发起攻击后撤退，所有机制点消失并在2分钟后重置。3、在首领阶段，金声之阵/潜龙之阵不再可以被占领，但会变为可被攻击状态。敌对阵营玩家可以将法阵打破，届时所有敌对阵营玩家都会获得10层剑吟龙鸣，并且首领将受到1层减益效果从而降低首领的攻击力与防御力，每层降低15%的防御与20%的攻击，可以叠加两层。4、注意，首领会对敌对玩家进行攻击，但其生命力不会回复也不能被玩家所治疗。士气值调整1、现在，占领潜龙之阵/金声之阵都不再提供士气值。2、击杀玩家也不再增加士气值。3、开启汇灵之眼由800士气值下调至400。4、每场活动结束时按照双方士气值来决定胜负。奖励调整1、玩家在活动中每10分钟获得1个对应阵营的【乾声砾】等物品，每次BOSS被击退或者成功守护都可以增加4个对应阵营的【乾声砾】等物品。2、在活动结束后的5分钟，产出的奖励将作为商品上架至竞拍界面。玩家可以点击屏幕右上方的竞拍图标参与竞拍。3、竞拍结束后5分钟，玩家可以去剑鸣谷大殿找阵营首领将自己的代币换成金币。4、注意每场活动的【乾声砾】等为不同的物品，按场次分别为周六第一场【乾声砾】、周六第二次【震声砾】、周日第一场【坎声砾】、周日第二场【艮声砾】，只能兑换本场活动的拍卖赏金，并且只能在当天23:59前进行兑换。5、如果本场活动没有任何一名首领被召唤，则不会开启竞拍。跨服竞拍上线！在每场燃锋夺阵活动结束后，都会开启一次持续60分钟的“燃锋夺阵·战利品竞拍”，该竞拍可跨服进行，同一大区同场活动仅上架一批商品。该竞拍上架的商品内容为：2级斗法符咒（武器每组3个、带每组2个、腕每组1个），胜利方额外上架挂饰【玄翎镂金甲】（天玄教胜）或【冰翎嵌丝甲】（神一道天胜），及根据胜利方及失败方的阵营对应上架【鼓角令符·天玄教】、【鼓角令符·神一道天】。新物品【鼓角令符·天玄教】和【鼓角令符·神一道天】说明：1、该物品仅限本阵营玩家在野外场景使用，使用后将有光柱特效围绕自身，并在地图上显示阵营标记且跟随自身移动，所有开启阵营模式的玩家皆可见。持续时间10分钟，冷却时间3分钟，可在状态栏右键点击该状态提前取消。2、该物品目前仅作为“燃锋夺阵·战利品竞拍”的商品上架，物品的限时持有时间为竞拍成拍后的7天。>>其他斗法调整优化破阵夺珍采集星纬石碎片时的提示，在未开启阵营模式的情况下会给出提示。优化破阵夺珍在地图上显示的图标及其提示信息，添加显示当前【星纬石碎片】数量、敛星符守护禁制剩余时间的显示。扩大了在采集星纬石时，判断进入盟会间敌对的范围。"}, {"name": "一、职业调整", "leng": 198, "content": "概述：本次基于战斗表现对部分专精的伤害效果进行了调整，我们将持续关注后续战斗表现，视情况在短期内进行补充调整。>>御剑飞星篇：星蕴特技【太上】对【天道无尘式】下剑招伤害提高比例提升至140%。>>妙法三十六章：伤害降低4%。>>异芳花非花：星蕴特技【翠生茏】对伤春暮的伤害提升比例提升至88%，对花云霰的伤害提升比例提升至96%。>>朝弦贯日御风：修复星蕴特技【肃肃其羽】的增伤效果未生效的问题。"}, {"name": "通宝商城上新", "leng": 119, "content": ">>【山河锦】系列外观永久上架通宝商城包含三体型四色【华锦昭熙】、【凤锦晴霓】、【彤锦连霄】和【云锦青桐】。金色发型【明曦载曜】限时上架，上架期间限时打折！限时上架及打折时间：2020.10.15更新维护后~2020.11.5更新维护前。"}], "authors": "《古剑奇谭网络版》项目组", "contentTotalArr": [{"name": "九、界面调整", "leng": 129}, {"name": "八、妖魔试炼", "leng": 20}, {"name": "七、历世万法", "leng": 164}, {"name": "六、数值调整", "leng": 291}, {"name": "五、剧情&历程调整", "leng": 108}, {"name": "四、通用调整", "leng": 1090}, {"name": "三、秘境调整", "leng": 218}, {"name": "二、斗法调整", "leng": 1561}, {"name": "一、职业调整", "leng": 198}, {"name": "通宝商城上新", "leng": 119}]}