{"name": "《古剑奇谭网络版》新资料片“月引长刀”更新维护公告.html", "date": "2020-12-17", "totalLen": 36740, "contentArr": [{"name": "十、界面调整", "content": "历世装备提升界面跟随版本更新。斗法界面更新为新版，除十洲剑试外的活动增加了单独入口。闲境新赛季开启，界面、奖励全新设计。每天第一次完成周常外的闲境活动，可以额外获得200闲境经验。团队监控面板，队伍中队长标记的目标会在面板中按专精显示。请各位仙家弟子互相转告，合理安排游戏时间，提前做好下线准备，维护期间给您带来的不便，敬请谅解。祝大家游戏愉快！", "leng": 173}, {"name": "九、历世万法调整", "content": "在过去一段时日里，各位仙家弟子积极参与荒狼原的冒险与建设，如今有了阶段性的成果——荒狼原的各种宝物都显现出来了！开启历世万法新身份——偃师于荒狼原上穿行的偃甲飞舟，船主乐天晴不定期在瀚海舟上组织偃师小聚，意在给所有对偃术感兴趣者提供一个切磋交流偃术的平台。", "leng": 128}, {"name": "八、玩法调整", "content": "新增荒狼原异世绘内容、吉昌废城区域异世绘。新增偃师系统内偃甲侠义任务。>>轰掣真实之境更多照影可以在真实之境中得到使用，且会从角色拥有的照影中随机选择可用的照影自动使用。>>巧食解灵新增菜谱：【香喷喷羊肉串】、【芝麻汤圆】。每周会在所有菜谱中选择3个菜作为当周的菜单，同时配合全新的场景设计，带来更有趣的合作体验。新增两种厨房特殊事件，每周刷新，会在对局过程中随机开启。【清洁巡察】为了维护砰砰蓬大人的健康，碧油唧们组建起“清洁巡察”队，对膳房进行巡察！巡察期间，每件置于地面的食材都会被碧油唧没收，并处罚队伍20分。巡察完成后，未被处罚的队伍可获得100分奖励。【饥饿的碧油唧】食物的香气再一次引来了碧油唧！它们蹭吃蹭喝，对仙家弟子的手艺却评价颇高，趁此机会喂饱它们，定能获得丰厚奖励！事件开始后，场上出现8只碧油唧，任意队伍上菜都可喂饱一只碧油唧，碧油唧将对送上菜品的队伍给予分数奖励并离场。根据先后顺序，额外分数分别为原菜品的2, 2, 1.5, 1.5, 1, 1, 0.5, 0.5倍。>>闲境相关调整优化了界面显示。新赛季开启，提供新的外装、称号奖励。每天第一次完成闲境周常外的活动，可以额外获得一份闲境经验奖励。", "leng": 513}, {"name": "七、数值调整", "content": "在新版本中佩饰、戒指成为了可成长的道具，仙家弟子可以在历世活动中获得属性各异的饰品装备，选择最适合的来进行培养提升。剑主奇谭进度共享，现在曾经在一角色上完成过剑主奇谭以后，如果你在版本上线后登陆过该角色，同账号的其他角色也可以共享其剑主奇谭的进度，无需重复任务即可在问道修行中领取碎片奖励。“灵晖晶土·斗法”进行版本更迭，之前的晖晶泥·天玄、晖晶泥·神一、灵思露、灵晖晶土·斗法、引灵息添加“苍穹”后缀，新版本灵器将使用全新的“灵晖晶土·斗法”进行强化和升级。新晖晶泥·斗法的相关配方改为完成斗法引导后自动习得。>>十洲令加入赛季追赶机制十洲令上限改为赛季制，每周获取上限和每周获取数会进行累加。实际的每周获取上限=（赛季累积获取上限 + 赛季累积获得数）/ 2 + 当周新增上限。赛季中新创建的角色其赛季累积获取上限从赛季开始时进行计算。当本周实际获取超过25000之后，每增长5000的获取上限，本周的十洲令获取速率增加25%。玩家会获得相应效果展示十洲令获取加速速率。十洲令的储存上限提升至10万。阵营每日重伤奖励改为在新的界面直接领取。天玄教声望商店和神一道天声望商店上架挂饰【绯幽歌】，购买条件为斗势境界步踏寰空·四，上架阵营独占挂饰【玄锋匕】和【霜竹刃】，购买条件为斗势境界步踏寰空·二且阵营声望9级。下调部分旧商品所需的斗势境界。斗心8000的奖励更换为【魁斗天晶】，可开出对应等级的十洲剑试商店装备。【魁斗天晶】的等级与当前斗势境界相关。【魁斗天晶】开出的装备随机附有0-5的机缘等级，上周阵营斗心排名越高，开出高机缘等级的装备概率越高。>>其他数值调整历世灵器在分解时将会返还全部的强化时消耗的材料。调整部分日常周常活动中金币、飞钱珮、秘文残片、步云令的奖励。新获得的330装等装备不再可强化、附魔、镶嵌，之前已获得的330装备不会受到影响调整非月引长刀版本秘境的秘文残片、金币、材料产出。非月引长刀版本秘境不再掉落秘文残片。化愈·合道·贰、固元·合道·贰壹 配方开启，可在配方训练师处学习配方。日露珏·伍、月露珏·伍、星露珏·伍配方开启，可在配方训练师处学习配方。弘极石·历世·肆配方开启，可在配方训练师处学习配方。调整了装备修理费及卖店价格。", "leng": 932}, {"name": "六、剧情&历程", "content": "现在可以在同账号其他角色完成过以下个引导后，可以在新号上跳过部分引导。可以跳过的引导有，剑主试炼、了解秘境、吃赏人、青灯行者。同一账号下，有角色完成过荒狼原故事线中的“扶摇寻仙”、“沙漠之舟”、“大战无叶镇”、“烽火连关”、“邪剑寄身相”之后，创建的新角色上就可以跳过这些主线任务了。>>合道版本全新主线荒狼原·漠北流泉主线任务：开启时间2020-12-17听说伊琅相思与她的族人最近也来到荒狼原，他们来此是为寻找深埋吉昌地下的阴明泉，此刻他们正在无叶镇等向导到来。合道后前往完成【问道修行·荒狼原侠义事件】后可在问道修行上接取【荒狼原·漠北流泉】主线任务。>>合道版本全新列传周更上线1.本周更新【龙之影·上】：开启时间2020-12-17。司空瓒全新系列列传，揭示爱好蹴鞠的司空小将军真实身份，参与其背后势力进行的一项秘密行动。2.下周预告【龙之影·中】：开启时间2020-12-24。司空瓒全新系列列传，揭示爱好蹴鞠的司空小将军真实身份，参与其背后势力进行的一项秘密行动。", "leng": 439}, {"name": "五、通用调整", "content": ">>挂饰自定义优化异芳弟子可将部分挂饰挂在狐耳、狐尾上了。【挂饰·双】分类下的部分挂饰增添了自定义选项。>>妙笔丹青优化大幅缩妙笔丹青中角色技能的冷却时间。现在可以在妙笔丹青中释放剑技能和剑心技能。妙笔丹青中释放技能会导致角色面向改变的问题优化。>>内容新增新增了基于【月引长刀】版本的食材、食物及食谱。新增了部分基于当前版本的【烹饪】成就。>>仙府相关调整仙府升级奖励增加。现在仙府升级将会奖励大量心像手札，玩家可以更快的将仙府升至满级了。现在各位仙家弟子可获得更优的仙府等级成长体验及更为丰厚的奖励。优化【棋桌】的交互表现，现在交互后可以坐在椅子上了，并且支持双人交互。同时在后续升级过程中，会奖励一些可交互乐器。仙府新增乐器交互功能开启。本次开放可交互功能的乐器：编钟，大鼓，鼓，琵琶，三弦，笛子，箫，古琴。新配方解锁：【罗汉床·六】、【树木·黄·八】、【树木·雪·一】、【花草】、【条案·三】、【座屏·十三】、【铜暖炉】、【棋盘】、【扇形壁灯】、【灯笼·十六】、【琵琶·一】、【三弦·一】，【鼓架·三】、【古琴】、【箫】、【笛子】。建造区可放置物件数及占用空间上限提升小型建造区：可放置物件数由750提升至800，占用空间由15000提升至20000；中型建造区：可放置物件数由1500提升至1600，占用空间由40000提升至50000；大型建造区：可放置物件数由2500提升至3200，占用空间由80000提升至100000。>>其他盟会身份标识暂时下架。助战使等级上限提升至345。低于330等级的助战使升级时经验翻倍。>>仙缘奖励调整【秦陵弟子扶持计划】重新开放：1）新进弟子要求调整为首次登录游戏不超过14天的账号；2）新增奖励：【红尘任雪】，仙家弟子可在最高档奖励的礼盒中【碧筱聆风·袍】、【碧筱聆风·冠】、【红尘任雪·袍】、【红尘任雪·冠】中任选其一。>>商店调整1.开放吉昌古国声望商店，上架商品：【风轻尘·干戚】、【风轻尘·益元】、【寒锋引月匣·叁肆伍】、【碧海尘生】、【荒原纵合帖·壹】、【荒原连双帖·玄钧】、【荒原连双帖·飘风】、【荒原纵合帖·贰】、【食谱·玛仁糖】、【食谱·马奶酒】、【食谱·骨董羹】、【食谱·精·骨董羹】、【头像·吉昌古国】、【乐曲·废都吉昌】、【鞣革货囊】、【头衔·古塞遗声】（荒原纵合帖、荒原连双帖可使用装等上限提升至390）。开放吉昌古国声望符咒商店，上架商品：【祛尘照定符·武（壹）·历世】、【万刃瑞露符·武（壹）·历世】、【万刃虚霭符·武（壹）·历世】、【干戚符·腕（壹）·历世】、【玄钧符·腕（壹）·历世】、【凝识符·腕（壹）·历世】、【疾语竭流符·履（壹）·历世】、【疾语益元符·履（壹）·历世】、【疾语符·履（壹）·历世】、【疾语竭流符·履（贰）·历世】、【疾语益元符·履（贰）·历世】、【疾语符·履（贰）·历世】。2.开放瀚海舟声望商店，上架商品：345品质等级项链、【岁木号】、【岁木铳】、【嚣金号】、【嚣金铳】、【食谱·精·辣子杂碎】、【百偃袋】、【称号·巧绝伦】、【头衔·匠石运金】。开放瀚海舟声望符咒商店（历世），上架商品：【凝识疾语符·冠(壹)·历世】、【凝识鉴幽符·冠(壹)·历世】、【疾语益元符·冠(壹)·历世】、【疾语符·冠(壹)·历世】、【洪泽符·带(壹)·历世】、【玄钧符·带(壹)·历世】、【疾语符·带(壹)·历世】、【凝识疾语符·冠(贰)·历世】、【凝识鉴幽符·冠(贰)·历世】、【疾语益元符·冠(贰)·历世】、【疾语符·冠(贰)·历世】、【洪泽符·带(贰)·历世】、【玄钧符·带(贰)·历世】、【疾语符·带(贰)·历世】。开放瀚海舟声望符咒商店（斗法），上架商品：【益元符·冠(叁)·斗法】、【疾语符·冠(叁)·斗法】、【洪泽符·带(叁)·斗法】、【玄钧符·带(叁)·斗法】、【疾语符·带(叁)·斗法】、【益元符·冠(肆)·斗法】、【疾语符·冠(肆)·斗法】、【洪泽符·带(肆)·斗法】、【玄钧符·带(肆)·斗法】、【疾语符·带(肆)·斗法】。3.开放叁陆零秘文商店，上架商品：360品质等级的武器、信物、头饰、上装、护腕、腰带、下装、鞋子、项链。4.开放记忆之匣商店，上架商品：【尘封的试炼记忆·一】、【尘封的试炼记忆·二】、【尘封的试炼记忆·三】、【尘封的试炼记忆·四】、【尘封的试炼记忆·五】（注意事项：最多能购买到下一等级的试炼试炼，且2级、3级每周限购5次，4级、5级每周限购2次）。5.开放灵器商店，上架商品：灵器【玲珑炼心鼎】、对应职业的灵器蕴灵。“瀚海惊弦”版本的秘文残片商店转移至步云州大殿外“往期版本装备商”处，往期版本的秘文残片可以出售给商店或在此处兑换为金钱。侠义商店转移至步云州大殿外“往期版本道具商”处，秘境【嗜血毒兽】、【遁沙巨虫】、【墓室灵符】、【阴傀祭师】以及豪侠难度小型团队秘境将不再产出代币【荒原侠义筹】。6.青灯行者声望商店上架商品：345品质等级的上装、【偃甲护臂】、【食谱·精·浑羊殁忽】。7.血露薇声望商店上架商品：345品质等级的下装、【偃甲劲装】、【食谱·精·库麦西馕】。8.引道商店上架商品：秘文残片·动态，每周限购2次；下架商品：【薪火绦·叁壹伍】、【薪火绦·叁叁零】。9.千秋戏商店上架商品：【碎金屑·方兰生·蓝鲲】、【碎金屑·襄铃·熊猫】、【碎金屑·红玉·兔子】、【碎金屑·尹千觞·大狗】；【千秋风华囊·伍】替换为【千秋风华囊·陆】。10.琅泉之路声望商店上架商品：【合岐玉·历世】、【秦陵印函·叁】；下架商品：【弘极石·壹·历世。11.荒狼原声望商店下架商品：【风轻尘·干戚】、【风轻尘·益元】，同时，代币【赤金铢】将无法通过原有途径产出，但可以通过【吉昌古钱】兑换获得。12.珑瑛声望商店：珑瑛声望商店上架商品：【头像·珑瑛·新容】>>投放调整以下内容的330品质等级的历世装备将停止产出：1）青灯引渡·首领战不再产出330品质等级的上装。2）血露薇悬赏·团队首领不再产出330品质等级的下装。【引道琼卷】调整：1）普通难度及困难难度小型团队秘境（赤水古墓、沙漠之舟、残血酒庄、无叶镇）引道者装等要求提高至345；2）困难难度中型团队秘境（赤炎阳极丹·上、赤炎阳极丹·下）开启引道内容，引道者装等要求为345；3）荡尽修罗引道者装等要求提高至345；4）关闭困难难度小型团队秘境（墓室灵符、遁沙巨虫、嗜血毒兽、阴傀祭师）的引道内容。5）引道奖励中的【赤金铢·无限】调整为【吉昌古钱·无限】", "leng": 2672}, {"name": "四、秘境调整", "content": "新中型团队秘境开放预告>>吉昌废城埋藏于旱河尽头的宏伟废墟，曾是荒狼原上强盛一时的吉昌古国。灭国后，少量眷恋故国的族民留守城中，在吉昌祭师团的带领下利用阴明泉之力修行，暗中筹划着复国大计。近来，吉昌祭师团与寻找阴明泉的夜魍叛军、鹰飞沙、太古妖蝎等势力暗中联合，试图借助外力复兴吉昌古国。寻找九泉的乌诏夜魍、追捕单希亚的天玄教都踏上了寻找吉昌废城的旅途，黄沙之下暗流涌动！吉昌废城·普通难度，将在2020年12月31日中午12时开放。吉昌废城·体验难度，将在2021年1月3日中午12时开放，体验难度匹配成功会随机面对某个秘境区域和首领的挑战，击败首领能完成对应【秘境讨伐】任务并取得奖励。而直接进入秘境则会按顺序解锁所有首领。>>记忆之匣·合道秦陵弟子修行渐久，已进入合道境界，为了帮助大家淬炼己身，提升修为，昆吾子大师召集蕴养照影的弟子，将照影神识中与强者交锋的试炼记忆提取，置于法宝“记忆灵匣”中，此种秘宝可催动灵力将记忆真实再现，化出实体，供更多弟子历练。若顺利获胜，便可获得大量奖励，提供记忆的仙家弟子更能获得丰厚回报，快来参与吧！>>赤炎阳极丹赤炎阳极丹·爆发：现在朝弦的心魔会在更晚的时候释放【井仪·疾】以及【阵图·迷复】，同时略微降低了朝弦心魔造成的伤害。赤炎阳极丹·体验难度现在可以直接进入。", "leng": 554}, {"name": "三、斗法调整", "content": "铭锋论剑>>新增战旅系统仙家弟子满级后可花费20金创建战旅。建立时需输入战队名。建立后建立者自动成为队长。战队内最多存在5人。队长在战旅界面队长可以直接右键自己解散战旅。队长在战旅界面可以用搜索目标名称的方式添加新成员，也可以通过右键其他玩家来添加成员。队长在战旅界面可以右键其他成员转移队长权限。>>战旅匹配当组队小队成员全员都是战旅成员时，并且进行3人组队匹配，视作战旅参与铭锋论剑去掉双人组队进行铭锋论剑，仅允许3排和单排。战旅匹配时，3人以战旅匹配分进入匹配流程（代替原系统内的加权平均分），给出的对手分数应与战旅的匹配分接近。战斗结束后，对个人战阶分，个人战旅贡献分，战旅匹配分，战旅分以相同的形式进行计算进行增减。>>奖励相关说明全服所有战旅按照战旅分数进行排名，赛季末按照排名对战旅成员发放奖励，战旅中个人贡献分小于战旅分数500以上的，或者战旅铭锋论剑参与率低于30%的成员无获奖资格每周对本周以战旅进行了十次铭锋论剑胜利的战旅成员发放每周奖励。对于2500分以上的战旅，如果本周没有完成10胜，则战旅分数和个人分数将被扣除一部分。移除了铭锋论剑的组队奖励加成。铭锋论剑赛季结算与调整。因排名奖励已移至战旅排行发放，移除各职业战阶榜。角色战阶分数重设为1000分。青锋小试积分重设为1000分。斗势境界重置为霜锋映斗一阶。总战阶榜于2020-12-17清空。转服后将不再清零铭锋论剑战阶分和相关战斗记录。战旅10胜奖励【章铭天晶】，可开出对应等级的铭锋论剑商店装备。【章铭天晶】的等级与当前战阶分数相关，并且会随赛季进展解锁高等级的。【章铭天晶】开出的装备随机附有0-5的机缘等级，当前战旅的战绩排名越高，开出高机缘等级的装备概率越高十洲剑试十洲剑试的日常不再产出【奉玄匣】，调整为【骁腾赏】。枢黄匣的每周获取上限提升至50，十洲剑试的每日前2胜额外奖励加入枢黄匣。阵营对抗暂时关闭了龙吟剑鸣活动，并将在调整之后重新上线。移除了龙吟剑鸣周常任务。龙吟剑鸣相关成就变为荣耀成就。燃锋夺阵燃锋夺阵的周常不再产出【骁腾赏】，调整为【战十洲匣】。锋震龙吟锋震龙吟的日常不再产出【骁腾赏】，调整为【巧工软囊】。其他斗法调整破阵夺珍活动暂时进行休赛，在赛季开始后开启。暂时关闭了斗战狂沙活动，并将在调整之后重新上线。移除了斗战狂沙日常任务。斗战狂沙相关成就变为荣耀成就。青锋小试取消装等的影响，进入之后所有仙家弟子将被统一为370装备等级，强化等级5，镶嵌物等级6，符咒等级4。", "leng": 1041}, {"name": "二、战斗通用调整", "content": "配合整体技能调整，首次上线将清除原本的星蕴特技选择。百斩及坚韧转化率调整，百斩的基础值提高、转化率降低，坚韧的基础值不变、转化率降低。", "leng": 67}, {"name": "一、职业调整", "content": "概述：通过对星蕴特技及技能效果的调整，整体调整了各专精下不同流派的效果及成长性；对部分技能效果进行了拆分，使其功能性更加明确；取消了急速对部分功能技能的影响，同时降低了该部分技能的基础调息时间；通过对部分残卷的调整，提升技能对战斗环境的适应程度；整体调整了各职业专精的输出治疗等战斗能力。我们将持续关注战斗情况，下次将在赛季开启时补充调整，优化及问题修复将持续进行。天罡职业调整概述：龙城飞将：重做【锁云关】星蕴特技，提高在此层星蕴特技的可选性。优化【百战龙魂】的怒气消耗算法使其更符合当前的资源体系。玄武护身：对【虬龙吼】命中进行调整来保证功能性的不缺失。对【月照长城】优化增加其出场率。>>通用效果【灵虎跃】不再受到急速影响，调息时间降低至12秒。>>龙城飞将星蕴特技【锁云关】效果修改为长河落日为目标施加“破甲”效果，使目标受到来自自身的伤害提高12%，持续5.5秒。星蕴特技【定乾坤】额外增加效果丈威·踏平川的控制时间提升50%，并且此控制不能被鼠标点击解除，调息时间降低至25秒，不再受急速影响。双缨·赴沙场可以打断目标吟唱/双缨·荡重关的控制时间变为5秒。优化【百战龙魂】怒气消耗的算法，现在消耗的怒气未达到【百战龙魂】怒气上限，将消耗全部怒气。残卷【龙吟】效果调整为百战龙魂所消耗的最大怒气上限值提升20%。“强效·流血”持续时间调整至9秒。专精掌握对伤害的转化比例提高星蕴特技【峰回转】额外增加效果“强效·流血”持续时间增加3秒。星蕴特技【碎铁衣】北宸流炎枪的增伤效果提高为48%。【破坚壁】伤害提高35%。“强效·流血”伤害降低5%。星蕴特技【平山海】减少丈威·撼远山和丈威·踏平川的调息时间30%，双缨·赴沙场减少飞瀚海8秒调息时间。历世环境下伤害提高12%。>>玄武护身星蕴特技【掠阵提枪】额外增加效果会心抵抗率提高5%。星蕴特技【万夫莫当】取消“当关”额外会心抵抗率加成。【虬龙吼】效果不再受识破影响。星蕴特技【月照长城】效果调整为招架时间结束后若招架成功则进行反击，招架成功后5秒内免疫控制效果。残卷【诡道】物理攻击提高30%调整为25%。斩风职业调整概述：优化部分招式描述。弹铗九问：将解控与爆发效果拆分，使招式本身更加纯粹易用。提升点选星蕴特技【惊空】时的豪斩收益。追加新技能【贪狼斩】用以填充技能循环并稳定造成伤害。酩酊诀：残卷【饮千钟】用以增加【燕返身】在不同状况下吸收幻影的灵活性。>>通用效果【我自逍遥】不再消耗气力，后招不再生成幻影。飒沓流星不再受急速影响，基础调息时间降低4秒。>>弹铗九问星蕴特技【羿日式】不再令【踏日逐天】附带“惊风”效果。星蕴特技【惊空】调整为：蓄力卷云斩对目标造成伤害时，根据豪斩消耗量提升基础伤害，最高提升20%；当蓄力消耗的豪斩超过55时，则使造成的伤害额外提高24%。（原效果中的“卷云斩分摊数量提高1个”合并至招式本身）。【共沉沦】移动至弹铗九问专精，效果调整为：解除自身控制并免疫控制效果，持续6秒，可充能2层。目标是器物，则使其遇水瘫痪，持续30秒（对玩家目标持续6秒）；目标遭到攻击会提前解除控制效果【吞吐乾坤】调整为：使自身受到伤害降低50%，持续6秒，同时使4米内敌人获得“迟滞”效果，持续4秒。【霸王式】不再附带解控、移动速度降低、受到伤害降低的效果。残卷【林暗草惊】不再使【霸王式】具有解除昏迷、冻结效果。【疾风式】不再附带解除定身和减速的效果（期间依然保留免疫定身和减速的能力）。【任我行】移除减速和减疗效果。【对影几何】移除减速效果。【燕穿空】调整为：可使15米内小范围敌人移动速度降低50%、受到的治疗效果降低10%，持续8秒。【狼复回】不再附带推撞效果，但可通过连续按键施展后招【贪狼斩】（【贪狼斩】可受到专精加成）。【贪狼斩】：冲向前方8米内目标并斩击前方敌人，造成大量伤害。适当缩短【了无恨】出招时间并在最后一段攻击时额外生成1个幻影（共4个）。>>酩酊诀增加0消耗残卷【饮千钟】：燕返身将优先吸收最后施放的幻影。燕返身的伤害降低20%。【青崖吾师】获得的狼训增益的效果由15%攻击加成调整为10%，减伤效果不变。御剑职业调整概述：神虹诀：调整了【两仪化清阵】的效果，以强化神虹的爆发期伤害。星蕴特技【鹤留影】的逆斩杀效果可以有效强化神虹的压血线能力。飞星篇：优化了资源回复，并提升了部分招式的伤害。>>通用效果飞星篇招式【混沌开元】调整为通用招式，效果调整为：解除并免疫控制，持续6秒。【诸法归一】移除“法一”效果混沌开元不再受急速影响，基础调息时间降低15秒>>神虹决破云剑不再受急速影响，基础调息时间降低15秒大道希夷不再受急速影响，基础调息时间降低15秒残卷【静守】调整为：【混沌开元】可额外充能1层。【大道希夷】不再附带解控效果，招式期间历世减伤效果额外提升20%。【玄凝剑】移除“会心时回复1格剑意”的效果，招式第三段将立刻回复自身1格剑意且不再消耗真气。【两仪化清阵】基础调息时间提高至100秒，调整为：获得“化清”效果，持续20秒，期间法术伤害提升，并在目标位置创建持续5秒的阵法，阵中敌人造成伤害“化清”期间可再次按键施展【万剑朝元】。星蕴特技【鹤留影】追加效果：剑影凝神对生命高于50%的目标造成的伤害提升30%。残卷【化极】不再增加【两仪化清阵】调息时间。残卷【凝玄】调整为：【两仪化清阵】基础调息时间降低10秒。星蕴特技【闲意】的剑意回复效果提升至3点。星韵特技【云龙舞】当云龙击命中一个目标时提升的伤害由20%提高至30%。专精掌握对伤害的转化比例提高。>>飞星篇【道衍五德】不再受急速影响，基础调息时间降低10秒。【梅峰斜影】不再受急速影响，基础调息时间降低10秒。【松风吹世尘】不再附带解控效果。星蕴特技【归元】调整为：施展【混沌开元】可召唤飞剑护体，攻击4米内敌人，持续15秒，飞剑每3秒将为敌人施加1层存在8秒的标记，标记达到5层则使目标立刻昏迷7秒，期间可再次按键施展【生灭无常】。残卷【回雪】调整为：雪静无尘期间每秒回复5点剑气。【化道】调整为：对目标范围内敌人造成3次幻剑攻击，若目标存在“寒霄”效果，则每段攻击都将消耗1层“寒霄”并令该效果的后续伤害立刻生效。（同时在技能详细描述中补充了伤害人数上限的说明，该限制并非本次改动新增）攻击。残卷【清溯】调整为：太清阵基础调息时间降低15秒，“剑归”回复效果翻倍。果。星蕴特技【守中】调整为：证道剑式命中时可回复自身4点剑气、御云剑式命中时可回复自身6点剑气。星韵特技【霜华】星如雨伤害提高100%，寒霄伤害提高90%。【霜天剑式】的伤害提高100%。星韵特技【元炁】星如雨剑气消耗降低6点，且星如雨第一段命中目标可刷新3秒化道时间。飞星历世伤害提高8.5%【千山雪寂】的历世伤害增加50%增加第五层星蕴特技【消盈】：混沌开元免控期间受到的伤害降低50%妙法职业调整概述：三十六章：对整体星蕴特技及技能进行了调整，使技能功能更加明确；对部分技能动作进行了优化，提升技能的易用性洞渊书：取消了部分技能的法力回复效果，使技能效果更加明确，提升法力回复的稳定性；将关山抱月调整为了常驻技能，并整体增加了护盾在治疗中的作用>>三十六章【妙契镜心】增加法术强度提升20%效果【五灵合道阵】取消法术强度提升20%效果，新增效果：在阵内受到伤害降低25%；调息时间降低至90秒，不再受急速影响。星蕴特技【重明】额外增加会心率；霜城额外增加急速率取消技能炎光词、凌波引及被动技能素琴鸾歌；新增主动技能素琴鸾歌，施放后使目标5秒内移动速度降低50%，使自身30秒内木佛度火/沧江龙吟伤害提升20%【木佛度火】取消会心获得焦尾流泉效果残卷【金鸣】：随生命损失增加速度及施法速度的效果仅在斗法环境下生效残卷【浮黎音】取消生命损耗【怒雷破】：取消八方惊雷变招；取消对炎光词、凌波引降低调息效果；取消邵华雷音变招效果；附加效果木佛度火/沧江龙吟施放后可触发多道天雷效果（最多触发6次）；附加效果木佛度火基础溅射伤害受法术攻击的影响比例提升至与对主目标伤害一致。星蕴特技【五灵生灭】调整为：“素琴鸾歌”效果期间额外使木佛度火/沧江龙吟会心率提升；霜落状态下施放素琴鸾歌施加2层“沧江”印记；炽火状态下施放素琴鸾歌获得2层焦尾流泉效果；【琴歌自优游】及【琴歌自优游·隐】动作优化且动作时长降低。星蕴特技【惊徵羽】取消掣电状态下提升会心效果，炽火状态下效果调整为：木佛度火会心时获得1层焦尾效果星蕴特技【风雷引】取消会心率、会心伤害提升效果，删除星蕴特技技能【五音移变】星蕴特技【壑雷】附加效果：怒雷破增加后招八方惊雷（使下一个木佛度火/沧江龙吟无吟唱施放，并增加1次壑雷期间可触发的多道天雷效果），可在掣电状态下施放；八方惊雷的伤害提高40%，可受到专精掌握加成【万法归道】动作优化且动作时长降低，变为常规技能，调息时间60秒，冻结目标3秒，命中目标获得“万法归道·己”效果：免疫控制第五层星蕴特技增加星蕴特技【弦扣商声】：专精掌握可提升五音繁会伤害，“万法归道·己”不再附带免控效果，提升至2层，持续时间提升至20秒，五音繁会可无冷却无吟唱施放并消耗“万法归道·己”效果第五层星蕴特技增加星蕴特技【五音相和】：五音繁会的元神回复、生命回复效果提升；五音繁会吟唱时间降低50%；万法归道调息时间降低至30秒。残卷【宁息】调整为：战斗中法术攻击提升3%，招式所需消耗的元神提升10%新增残卷【角声变】：使万法归道禁疗玩家3秒【木佛度火】伤害提高18%专精转化率提高。>>洞渊书技能【琴书乐道·达】、【拂拨万象】、【万物生】、【厚土】施放优先级提高，可打断【佩兰】、【阳春】吟唱。【厚土】取消法力回复及免疫打断效果，减伤效果提升至60%，持续时间降低至8秒，取消受到伤害5次后消失的效果。【琴书乐道·达】法力回复效果提升至70%，斗法环境下为50%。删除技能【松涛入夜琴】。【木叶清风】治疗量提升15%，取消法力回复效果，取消随距离增加治疗量效果，取消驱散效果，额外附带持续治疗效果。【万物生】不再附带法力回复效果，附加10秒免疫打断效果。星韵特技【兰之猗猗】获得的可瞬间释放且无消耗的佩兰或阳春数量提升至4个。星蕴特技【潇湘云水】附带效果降低法力消耗20%，增加的治疗效果由20%降低为12%。技能【关山抱月】从星蕴特技中转移到常驻技能，调息时间60秒，不受急速影响。【厚土】及【万物生】调息时间降低至80秒，不受急速影响。星韵特技【流泉】使高山调息时间降低20%。残卷【瑞雪】减少的阳春的治疗量降低至5%。新增残卷【清风拂轸】：木叶清风附带驱散效果，调息时间增加。新增残卷【青阳回照】：阳春溅射治疗仅对小队目标生效且范围提升至25米，阳春治疗效果提升30%。【阳春】治疗量提高15%，蓝耗降低了15%。【佩兰】历世环境下治疗量提高10%。【高山】治疗量提高20%。【关山抱月】治疗量提高35%。司命职业调整概述：唤灵咒：主要提升了【启少阳】星蕴特技下千劫万壑的效果，以提升该流派爆发能力，并降低了覆盖“昼晴”效果的难度娲圣祝由咒：调整了【云瑞】的结算方式，使其配合【霓光】在星蕴特技【云霏】、【昭霞】下发挥不同作用，应对不同的战斗场合；取消了持续效果结束回复法力的设定，并降低了较多【霓光】的法力消耗，使其可作为常规的填充治疗技能使用；调整了辅助队友的效果>>通用效果【盘阳咒】调息时间降低至55秒，不再受急速影响。>>唤灵咒残卷【倾尽流霞】取消增加专精掌握的效果。星蕴特技【娲皇恩泽】增加效果：滚石对生命低于50%的目标造成的伤害提升。【赐福】技能中的漱石效果调整为：12秒内下一次弘光引爆的崩坠印伤害提升200%。【昼晴】状态持续时间提升至8秒。【娲皇恩泽】对昼晴状态持续时间的提升调整至100%。【劫尽灵生】中千劫万壑附带的昼晴效果提升至16秒；劫尽灵生附加效果：千劫万壑施放。后获得1次“元阳继明”效果，千劫万壑期间施放白日会获得“元阳继明”效果。修复启少阳星蕴特技下女娲符文调息时间受急速加成时计算错误的问题。启少阳星蕴特技下女娲符文基础调息时间降低至12秒。【白日】取消概率返还符文调息的效果。技能【孤光】可在其他技能施放过程中施放。【崩坠印】的伤害不分担数量由5个下调至4个。司命的历世伤害增加12%。星韵特技【启少阳】的伤害提升由24%降低为13%。【偕行】取消降低【昼晴】调息时间效果。>>娲圣祝由咒【霓光】、【昭岚】取消法力回复效果，法力消耗降低。当目标获得满层“霓光”效果时，对目标继续施加“霓光”效果可造成额外治疗。【云瑞】调整为充能技能，充能4层，充能时间6秒，消耗附近目标昭岚效果使其剩余治疗的70%立即生效。星蕴特技【映日生花】：取消使主目标免控的效果；附带被动效果：【暗香潆洄】使目标免疫控制；历世环境下吸血比例降低20%，斗法环境下吸血比例提升10%。【暗香潆洄】调息时间固定为40秒，不受急速影响，治疗效果提升100%，使目标受到伤害降低8%，受到玩家伤害额外降低10%。【昭岚】基础调息时间降低1秒。星韵特技【云霏】调整为：【云瑞】层数提升至5，降低调息时间至4秒，“昭岚”转化比例。额外提高15%，消耗附近目标“霓光”效果使其剩余治疗的70%立即生效。星韵特技【昭霞】效果取消50%法力以上治疗加成，“昭岚”治疗提升效果调整至12%，附加效果：为目标施加“霓光”时，若目标无“霓光”效果则可直接施加2层“霓光”。删除星蕴特技【折枝】。【自争妍】附加的专精掌握效果计算方式调整为增加基础专精掌握率，效果降低至3%。【风吹绽】、【惜花铃】、【自争妍】调息时间降低至30秒，不再受急速影响。【云瑞】现在会正确的受到【昭岚】和【霓光】的剩余跳数影响，并且治疗量会直接计算会心期望。【尽日飞花】的冷却时间由85秒提高至110秒，回蓝总量对应提升。咒隐职业调整概述：窈冥蛊咒：提升了飞蛾蛊流派的成长性；调整及新增了部分残卷，可针对不同战斗环境切换使用圣佑血祭：调整了部分星蕴特技效果，提升部分单体治疗能力>>窈冥蛊咒【霜华轮灭】施放优先级提高。【冥影瞬华】调息时间降低至20秒，不再受急速影响。【腾蛇蛊】调息时间降低至30秒，不再受急速影响。“飞蛾蛊”基础伤害降低5%，“飞蛾蛊”伤害受专精掌握影响。【幽冥生灭·永隔】使用后，下一次使用【噬心蛊】可直接获得满层“噬心蛊”效果。增加残卷【影灭魂销】：【照月归影决】不再回到分身位置。增加残卷【暗云护月】：使【暗影栖身】技能变为【暗云护月】，效果为：5秒内受到伤害降低50%。删除残卷【伤神】。新增残卷【返蛊】：【绮月殇】伤害提升5%，【绮月殇】未命中目标时，返还1蛊咒。【幽冥生灭·永隔】的伤害在历世环境下增加10%。咒隐的历世伤害增加5%。>>圣佑血祭【随风暗潜】增加使目标解除控制效果。【蚀梦蛊】调息时间降低至60秒，不再受急速影响。【娲皇圣祭】调息时间降低至45秒，不再受急速影响。“蛊莲”对移伤咒目标治疗提升25%。星蕴特技【曼衍灵华】使“衍灵咒·愈”的效果提高30%。星韵特技【追昔时】的蓝耗从160降低至120点，治疗量在历世环境下提高30%。珑瑛职业调整概述：苍石金刀：对招式资源消耗进行优化调整。对“百炼”状态进行优化以降低损失。风雨不动：对【拦山式】进行调整避免资源在功能与伤害上进行取舍。调整了输出及减伤能力。>>通用效果【山人招隐】调息时间降低至45秒，不再受急速影响。【迎式】调息时间降低至25秒，不再受急速影响。【闪式】调息时间降低至12秒，不再受急速影响。【千峰聚】调息时间降低至25秒，不再受急速影响。【尘劳不缚】调息时间降低至50秒，不再受急速影响。>>苍石金刀【归山式·入世】不再回复石灵之力。星蕴特技【访灵山】效果改为寒崖千仞伤害提高20%。【苍石击】消耗石灵之力从2点改为1点。星蕴特技【灵岳】寒崖千仞释放时，如果石灵之力大于或等于2点，则寒崖千仞伤害额外提高48%。“百炼”状态下，在斫玉式·追锋连击段数中穿插技能招式将不会打断连击段数。第四段斫玉式·追锋消耗1层“百炼”效果。星蕴特技【熔冶】效果调整为百炼持续时间增加15秒且额外增加1层百炼，但元气回复效果只持续5秒。每次释放百炼成锋，会获得成1层绝云势，3层绝云势可使寒崖千仞变招为无消耗释放的寒崖千仞·凌云。【寒崖千仞】额外增加效果，成功施放后返还2点石灵之力。修复收刀时表现不对的问题。调整了【寒崖千仞】的分段伤害，前四段每段略微降低，最后一段略微提高，总伤害保持不变。星韵特技【玲珑换】斫玉式·游刃和斫玉式·追锋的伤害增加38%。【斫玉式·追锋】的专精掌握转化率降低。【斫玉式·追锋】的伤害提高了44%。星韵特技【灵玉古苔】的对斫玉式·追锋的增伤效果由115%降低至50%。>>风雨不动风雨不动专精下【百炼成锋】石灵之力消耗从3点改为2点。星蕴特技【生逸气】效果修改为每受到相当于自身75%血量伤害时，获得一层逸志。【拦山式】不再消耗石灵之力，格挡成功后获得“安如山”效果，减伤提高20%，持续2秒，根据当前石灵之力，每点石灵之力延长1秒“安如山”持续时间，最多延长2秒。【烁石流金】烁石·百炼额外增加效果自身减伤提高，减伤效果受专精掌握影响。星蕴特技【千山】不再提供每层安如山减伤效果增益，改为直接提高“安如山”减伤效果增益。“开刃”效果持续时间提高至17秒。星蕴特技【润玉】额外增加效果【斩破尘寰】消耗逸志减少一层，【斫玉式·追锋】的伤害提高55%。【斩破尘寰】的伤害提高40%异芳职业调整概述：花非花：将解控与【天降狐火】分离，使招式本身更加纯粹易用，同时提供残卷修饰该技能的“滞空”能力，以应对各种特殊状况。适当增强点选星蕴特技【乱红·斗妍】时的爆发能力。适当降低点选星蕴特技【乱红·零落】时对香意资源的关注要求。香云绕：强化了【挽青梅】对于单体残血目标的救治能力，在救治单体目标时优先考虑【挽青梅】+【芙蓉泣露】的组合。将“染流芳”能力进行了拆分，以降低某些星韵选点下对于该效果的关注度。【帘卷香风】调整为对生命最低目标施加“染流芳”并回复生命，以提升异芳的有效治疗量和对残血目标的保护能力。【花红渐染】调整为“强化状态”类技能，以强化历世环境下爆发期的治疗能力和填充斗法环境下的技能真空期，同时弥补【帘卷香风】改动后损失的少量群体治疗能力。【芳心向阳】调整为可以对选中的位置施放，使位移落点更加可控避免意外重伤的情况发生。星蕴特技【醉花阴】的调整期望在一定程度上降低异芳的不必要操作频率。残卷【花时相送】强化了【鲜花饼】的即时群疗能力，可以将团队即将受到的伤害有效转化为治疗量。>>通用效果香云绕专精下招式【春风化雨】移动至通用招式，并调整为：解除自身控制，基础调息时间增加15秒。残卷【红衫轻】不再为【祈春来】增加调息时间。【鲜花饼】追加效果：可同时为目标临时回复增加的生命，效果结束时未被消耗的临时生命将被扣除。补充说明：鲜花饼现在会在提高血量上限的基础上临时提高当前血量（数值为血量上限的15%），若临时血量在持续时间内被消耗完则最后不会被扣除，否则会在持续时间结束时扣除剩余未被消耗的临时血量（不会使血量降至1以下）。移除残卷【齿颊生香】。追加残卷【拂芳】：【春风化雨】可将4米内的敌对目标击退8米。>>花非花锁枯荣、缉莺、狐步掠影不再受急速影响，基础调息时间降低10秒延长了【碎绮罗】和【残花落】招式期间禁止跳跃的时间。【天降狐火】不再附带解控效果。【花溅泪】附带的“花云霰”持续伤害将只能叠加1层，但不可被驱散。星蕴特技【乱红·零落】调整为：【乱红簌簌】将消耗所有香意，每点香意使招式伤害提升2.2%，施展招式可立刻为【花溅泪】充能1层。追加0消耗残卷【凌香化狐】：施展招式【天降狐火】期间将不再附带“滞空”效果。【碎绮罗】回复的灵力由8点提高至9点。残花落基础调息时间延长至6.5秒，原为6秒。【香焚尽】可额外回复4点灵力。【残花落】和【灵狐震怒】的伤害提高了20%。历世伤害提高10%。【花云霰】及其持续伤害提高了5%。【百花乱·灭】的伤害提高了25%。【花云霰】（含持续伤害）及【百花乱·灭】的专精转化率降低。星蕴特技【乱红·斗妍】追加效果：可使【乱红簌簌】额外充能1层。>>香云绕【乱花迷眼】不再受急速影响，基础调息时间降低10秒。【唤香兰】增加0.5秒调息时间。【挽青梅】调整为：为目标回复生命，目标每损失10%生命都将使该次治疗效果提升5%。且【挽青梅】的灵力消耗由15降低至12点，治疗量提高了20%。移除星蕴特技【花红·钟情】【帘卷香风】调整为：战斗状态下每5秒（不受急速影响）自动为20米内生命最低的2名团队成员施加15秒“染流芳”持续治疗效果，若目标已拥有“染流芳”则额外为其回复生命。【衍香阵】效果调整为：10秒内持续为20米内的团队成员回复生命。【花红渐染】调整为：获得持续10秒的“花红”效果，“花红”期间唤香兰治疗效果提升60%，成功施展唤香兰可以额外对目标周围20米内生命百分比最低的两名友方目标依次造成相同的治疗效果。【芳心向阳】调整为可对选中的位置施放，生效半径调整为6米。【风来满香】调整为：为选中的目标所在小队成员回复生命并施加30秒“染流芳”持续治疗效果。残卷【珠帘散】调整为：【帘卷香风】的效果间隔时间可受急速影响。残卷【花时相送】取消“期间目标受到来自鲜花饼主人的治疗效果提升20%”的效果。残卷【弥香自怜】调整为：使【春风化雨】基础调息时间降低10秒。星蕴特技【醉花阴】调整为：自身具有“香返”效果时，每3秒将使【衍香阵】的调息时间降低5秒。朝弦职业调整概述：提高【肃肃其羽】流派下的属性收益。使【肃肃其羽】和【君子秉心】分别在不同的战斗场合有合适的发挥表现>>贯日御风星蕴特技【肃肃其羽】额外增加效果戾天鹏影恢复速度额外提高20%星蕴特技【肃肃其羽】优化描述，现在参连命中带有自身3层“维风及雨”效果的目标时触发飞凫，额外造成的伤害提高。飞凫改为受专精掌握影响。星蕴特技【肃肃其羽】现在参连命中带有自身3层“维风及雨”效果的目标时触发飞凫，额外造成的伤害提高35%。“君子秉心”效果下参连的伤害提升45%。【阵列三奇】增加珑瑛·灵瑛招式冷却清除效果。历世伤害增加5.5%。【斥逐】调息时间降低至25秒，不再受急速影响。【蹬鹰】调息时间降低至50秒，不再受急速影响。【无咎】调息时间降低至55秒，不再受急速影响。【乘回风】调息时间降低至25秒，不再受急速影响。【襄尺】调息时间降低至40秒，不再受急速影响。", "leng": 9206}, {"name": "老孟红包开启！", "content": "活动时间：12月17日至12月20日晚上20:00-22:00参与条件：修为达到初窥15层活动内容： 活动期间内，每半小时（20:00/20:30/21:00/21:30）将会刷新老孟红包，各位仙家弟子在之后的半小时内，都可以通过界面右上角，地图旁的“老孟红包”按钮领取当前时段的红包，超时无法领取。活动奖励： 同时有机会获得以下奖励：永久坐骑：【赤羽惊霄】、【丹歌画影】、【绘墨鸢】、【秋霜鲤】、【横光承影】、【寻木枝】、【炽光狻猊】、【斑寅将军】、【玄鹿】、【仙鹿】、【啸风虞吏】、【过云骓】永久挂饰：【满庭芳】、【荧舞绕梁】、【龙蛇剑】、【水纹风筝】、【双成剑】、【凌寒剑】、【软玉鞭】、【八宝玲珑】、【霜雪吴钩】、【朱甍碧树】、【酉日金乌】、【白露水华】、【金钿琵琶】、【 琼霏冰帘】、【琼脂香帘】、【疏梦幽帘】、【红雪绯帘】、【蓝衫偃师】、【黑衣少侠】其他：【腾霄御气丹】、【千秋风华囊•陆】、【千秋盛景囊•陆】、食物、丹药等丰厚奖励注意事项： 坐骑、挂饰为账号下全角色共享，故任意角色获得，全角色均可使用！", "leng": 459}, {"name": "新版本累签有礼", "content": "累签活动时间：2020.12.17 6:00:00-2021.1.14 5:59:59第一天：【蔚云盒】*1第二天：【甘肴食盒·精】*1第三天：【尘晶】*88第四天：【三光朗辉匣·历世·叁】*1第五天：【三光朗辉匣·斗法·叁】*1第六天：【秘文残片·叁陆零】*8第七天：【甘肴食盒·精】*2第八天：尘晶*166第九天：逍遥树种·无限*66第十天：吉昌古钱·无限*288第十一天：十洲令·无限*288第十二天：【三光朗辉匣·斗法·叁】*2第十三天：【三光朗辉匣·历世·叁】*2第十四天：挂饰【软帽·鲨呼护】", "leng": 252}, {"name": "第四季节令卡登场！", "content": "节令卡活动规则：1.获得节令卡后，满足充消或者惜时令条件，将可领取丰厚奖励，其中账号共享奖励仅可领取一次。（注：每层奖励仅需完成充消金额或者惜时令数量之一即可。）2. 节令卡为账号共享道具，不可重复激活，激活后可立即获得下一季节令卡折扣券与主题动态头像框。3. 活动期间，未购买激活节令卡前积累的充消、惜时令，在激活后也将计算入奖励条件。4. 第四季节令卡持续时间至2021年2月4日5时59分59秒，届时活动期间获得充消、惜时令数额将在下一季活动重新计算，同时需要获得第五季·节令卡方可继续参与活动。5.账号首次购买节令卡可享受4.2折优惠。", "leng": 272}, {"name": "累计充消享好礼！", "content": "充消计算时间：2020.12.17 6:00:00-2021.2.4 5:59:59奖励领取时间：2020.12.17 6:00:00-2021.2.4 5:59:59累计充值60元可获：挂饰·星【紫雪香风簪】；累计充值120元可获：挂饰·星【绵雪软囊】；累计充值180元可获：挂饰·星【金翎镜】；累计充值240元可获：挂饰·双【绒雪爪】；累计充值288元可获：照影【菇噜兔】；累计充值366元可获：挂饰·月【寒梅砚墨】；累计充值468元可获：特效挂饰·月【千机翼】；", "leng": 234}, {"name": "充消大回馈抽奖活动开启！", "content": "抽奖活动规则：1.活动期间，每晚20:00-21:00之间登录，可领取2次抽奖机会。2.年度充消达60元后，每日登录将获得3次抽奖机会，可领取3天，达120元可领取6天，按此累加。3.当期充值达100元后，每日登录将获得5次抽奖机会，可领取5天，达200元可领取10天，按此累加。4.年度充消与当期充值最多只可分别领取15天。5.每完成一个阶段性版本目标，可领取3次抽奖机会，版本目标对应抽奖机会将不会重复获取。6.版本目标与年度充消从2020年1月1日起计算，截止至2020年12月31日；当期充值从2020年12月17日起计算，为充值通宝与时长的金额。7.12月31日后如有未领取的有效天数，仍可继续在每日登录时领取。抽奖机会为账号共享，有效期至2021年1月28日。8.活动中所抽取的通宝将不可以用于赠送礼物、代付或购买光阴梭，在1月1日后登录即可领取。9.抽奖满50次，可获取挂饰【霜豪雪辉】。", "leng": 401}, {"name": ">>冬至节庆活动开启！", "content": ">>步云赛雪天地寒气凝结，步云洲终于迎来今冬的第一场雪。唐看眼见弟子沉迷戏雪，亦童心大起，举办“步云赛雪”盛会，届时千叶莲台将分立秦陵之盟众宗门的雪人化形，凡仙家弟子皆可通过赛雪游戏，不断壮大本门雪人化形！玩法简介:仙家弟子每日可以交互门派雪人，仙家弟子会被传送到随机地点。仙家弟子一路变成雪球收集雪堆避开地上的污渍，变大后撞到任意门派雪人后，会散落成一堆雪堆。使用雪堆给门派雪人添砖加瓦，让自己的门派雪人变得更大！>>飞雪聆音步云洲飞雪绵绵几日，其中隐隐有乐声翩然，突然出现在步云洲上的少女何聆聆似乎正与这神秘乐声有所关联，赶快去看看吧。玩法简介:仙家弟子每日与何聆聆交互，会播放三段音乐，需要根据刚才听到的音乐，使用键盘上的快捷键将音符复现。每段完成后，会进行下一段，没听清可以再交互一遍何聆聆重听。三段都完成后，任务完成。", "leng": 364}, {"name": ">>登录即送优惠券！", "content": "活动时间：2020.12.12 00:00:00~2020.12.24 6:00:00登录游戏即送【888通宝专用券】，购买修容商品、修容方案位、形象方案位时可用。", "leng": 82}, {"name": ">>人气商品限时返场！", "content": "活动时间：2020.12.12 00:00:00~2020.12.24 6:00:00周年飞行坐骑【凌天金翮】、白色翅膀【傲雪霜翎】、白发【清歌吟·雪发】、粉发【桃源芳梦】、【流萤醉芳灯】限时返场通宝商城！", "leng": 103}, {"name": ">>通宝商城积分获取限时1.5倍活动开启！", "content": "活动时间：2020.12.12 00:00:00~2020.12.24 6:00:00活动期间商城消耗通宝积分获取限时1.5倍！", "leng": 64}, {"name": ">>【星返】套装永久上架尘晶商城", "content": "往期门派外装【晴岚洗剑】【泠然希音】【浩荡青冥】【长烟落日】【夜雨闻铃】【清弦萦风】永久上架尘晶商城。《古剑奇谭一》联动外装【风雪初晴】【南疆玄衫】【灵狐初现】永久上架积分商城。", "leng": 89}, {"name": ">>【第四季·节令卡】限时上架通宝商城！", "content": "限时上架时间：2020.12.17更新维护后~2021.2.4 23:59:59", "leng": 40}, {"name": ">>通宝商城上新", "content": "九职业共享武器外观【无相·尽九垓】永久上架通宝商城，限时打折！限时折扣时间：2020.12.17更新维护后~2020.12.31更新维护前【卯月歌】系列外观永久上架通宝商城，包含三体型四色【月渡花明】、【鹓扶承夜】、【缎绒艳光】和【海棠雪彩】。>>【第四季·节令卡】限时上架通宝商城！限时上架时间：2020.12.17更新维护后~2021.2.4 23:59:59>>【星返】套装永久上架尘晶商城往期门派外装【晴岚洗剑】【泠然希音】【浩荡青冥】【长烟落日】【夜雨闻铃】【清弦萦风】永久上架尘晶商城。《古剑奇谭一》联动外装【风雪初晴】【南疆玄衫】【灵狐初现】永久上架积分商城。>>通宝商城积分获取限时1.5倍活动开启！活动时间：2020.12.12 00:00:00~2020.12.24 6:00:00活动期间商城消耗通宝积分获取限时1.5倍！>>人气商品限时返场！活动时间：2020.12.12 00:00:00~2020.12.24 6:00:00周年飞行坐骑【凌天金翮】、白色翅膀【傲雪霜翎】、白发【清歌吟·雪发】、粉发【桃源芳梦】、【流萤醉芳灯】限时返场通宝商城！>>登录即送优惠券！活动时间：2020.12.12 00:00:00~2020.12.24 6:00:00登录游戏即送【888通宝专用券】，购买修容商品、修容方案位、形象方案位时可用。>>冬至节庆活动开启！>>步云赛雪天地寒气凝结，步云洲终于迎来今冬的第一场雪。唐看眼见弟子沉迷戏雪，亦童心大起，举办“步云赛雪”盛会，届时千叶莲台将分立秦陵之盟众宗门的雪人化形，凡仙家弟子皆可通过赛雪游戏，不断壮大本门雪人化形！玩法简介:仙家弟子每日可以交互门派雪人，仙家弟子会被传送到随机地点。仙家弟子一路变成雪球收集雪堆避开地上的污渍，变大后撞到任意门派雪人后，会散落成一堆雪堆。使用雪堆给门派雪人添砖加瓦，让自己的门派雪人变得更大！>>飞雪聆音步云洲飞雪绵绵几日，其中隐隐有乐声翩然，突然出现在步云洲上的少女何聆聆似乎正与这神秘乐声有所关联，赶快去看看吧。玩法简介:仙家弟子每日与何聆聆交互，会播放三段音乐，需要根据刚才听到的音乐，使用键盘上的快捷键将音符复现。每段完成后，会进行下一段，没听清可以再交互一遍何聆聆重听。三段都完成后，任务完成。充消大回馈抽奖活动开启！抽奖活动规则：1.活动期间，每晚20:00-21:00之间登录，可领取2次抽奖机会。2.年度充消达60元后，每日登录将获得3次抽奖机会，可领取3天，达120元可领取6天，按此累加。3.当期充值达100元后，每日登录将获得5次抽奖机会，可领取5天，达200元可领取10天，按此累加。4.年度充消与当期充值最多只可分别领取15天。5.每完成一个阶段性版本目标，可领取3次抽奖机会，版本目标对应抽奖机会将不会重复获取。6.版本目标与年度充消从2020年1月1日起计算，截止至2020年12月31日；当期充值从2020年12月17日起计算，为充值通宝与时长的金额。7.12月31日后如有未领取的有效天数，仍可继续在每日登录时领取。抽奖机会为账号共享，有效期至2021年1月28日。8.活动中所抽取的通宝将不可以用于赠送礼物、代付或购买光阴梭，在1月1日后登录即可领取。9.抽奖满50次，可获取挂饰【霜豪雪辉】。累计充消享好礼！充消计算时间：2020.12.17 6:00:00-2021.2.4 5:59:59奖励领取时间：2020.12.17 6:00:00-2021.2.4 5:59:59累计充值60元可获：挂饰·星【紫雪香风簪】；累计充值120元可获：挂饰·星【绵雪软囊】；累计充值180元可获：挂饰·星【金翎镜】；累计充值240元可获：挂饰·双【绒雪爪】；累计充值288元可获：照影【菇噜兔】；累计充值366元可获：挂饰·月【寒梅砚墨】；累计充值468元可获：特效挂饰·月【千机翼】；第四季节令卡登场！节令卡活动规则：1.获得节令卡后，满足充消或者惜时令条件，将可领取丰厚奖励，其中账号共享奖励仅可领取一次。（注：每层奖励仅需完成充消金额或者惜时令数量之一即可。）2. 节令卡为账号共享道具，不可重复激活，激活后可立即获得下一季节令卡折扣券与主题动态头像框。3. 活动期间，未购买激活节令卡前积累的充消、惜时令，在激活后也将计算入奖励条件。4. 第四季节令卡持续时间至2021年2月4日5时59分59秒，届时活动期间获得充消、惜时令数额将在下一季活动重新计算，同时需要获得第五季·节令卡方可继续参与活动。5.账号首次购买节令卡可享受4.2折优惠。新版本累签有礼累签活动时间：2020.12.17 6:00:00-2021.1.14 5:59:59第一天：【蔚云盒】*1第二天：【甘肴食盒·精】*1第三天：【尘晶】*88第四天：【三光朗辉匣·历世·叁】*1第五天：【三光朗辉匣·斗法·叁】*1第六天：【秘文残片·叁陆零】*8第七天：【甘肴食盒·精】*2第八天：尘晶*166第九天：逍遥树种·无限*66第十天：吉昌古钱·无限*288第十一天：十洲令·无限*288第十二天：【三光朗辉匣·斗法·叁】*2第十三天：【三光朗辉匣·历世·叁】*2第十四天：挂饰【软帽·鲨呼护】老孟红包开启！活动时间：12月17日至12月20日晚上20:00-22:00参与条件：修为达到初窥15层活动内容： 活动期间内，每半小时（20:00/20:30/21:00/21:30）将会刷新老孟红包，各位仙家弟子在之后的半小时内，都可以通过界面右上角，地图旁的“老孟红包”按钮领取当前时段的红包，超时无法领取。活动奖励： 同时有机会获得以下奖励：永久坐骑：【赤羽惊霄】、【丹歌画影】、【绘墨鸢】、【秋霜鲤】、【横光承影】、【寻木枝】、【炽光狻猊】、【斑寅将军】、【玄鹿】、【仙鹿】、【啸风虞吏】、【过云骓】永久挂饰：【满庭芳】、【荧舞绕梁】、【龙蛇剑】、【水纹风筝】、【双成剑】、【凌寒剑】、【软玉鞭】、【八宝玲珑】、【霜雪吴钩】、【朱甍碧树】、【酉日金乌】、【白露水华】、【金钿琵琶】、【 琼霏冰帘】、【琼脂香帘】、【疏梦幽帘】、【红雪绯帘】、【蓝衫偃师】、【黑衣少侠】其他：【腾霄御气丹】、【千秋风华囊•陆】、【千秋盛景囊•陆】、食物、丹药等丰厚奖励注意事项： 坐骑、挂饰为账号下全角色共享，故任意角色获得，全角色均可使用！一、职业调整概述：通过对星蕴特技及技能效果的调整，整体调整了各专精下不同流派的效果及成长性；对部分技能效果进行了拆分，使其功能性更加明确；取消了急速对部分功能技能的影响，同时降低了该部分技能的基础调息时间；通过对部分残卷的调整，提升技能对战斗环境的适应程度；整体调整了各职业专精的输出治疗等战斗能力。我们将持续关注战斗情况，下次将在赛季开启时补充调整，优化及问题修复将持续进行。天罡职业调整概述：龙城飞将：重做【锁云关】星蕴特技，提高在此层星蕴特技的可选性。优化【百战龙魂】的怒气消耗算法使其更符合当前的资源体系。玄武护身：对【虬龙吼】命中进行调整来保证功能性的不缺失。对【月照长城】优化增加其出场率。>>通用效果【灵虎跃】不再受到急速影响，调息时间降低至12秒。>>龙城飞将星蕴特技【锁云关】效果修改为长河落日为目标施加“破甲”效果，使目标受到来自自身的伤害提高12%，持续5.5秒。星蕴特技【定乾坤】额外增加效果丈威·踏平川的控制时间提升50%，并且此控制不能被鼠标点击解除，调息时间降低至25秒，不再受急速影响。双缨·赴沙场可以打断目标吟唱/双缨·荡重关的控制时间变为5秒。优化【百战龙魂】怒气消耗的算法，现在消耗的怒气未达到【百战龙魂】怒气上限，将消耗全部怒气。残卷【龙吟】效果调整为百战龙魂所消耗的最大怒气上限值提升20%。“强效·流血”持续时间调整至9秒。专精掌握对伤害的转化比例提高星蕴特技【峰回转】额外增加效果“强效·流血”持续时间增加3秒。星蕴特技【碎铁衣】北宸流炎枪的增伤效果提高为48%。【破坚壁】伤害提高35%。“强效·流血”伤害降低5%。星蕴特技【平山海】减少丈威·撼远山和丈威·踏平川的调息时间30%，双缨·赴沙场减少飞瀚海8秒调息时间。历世环境下伤害提高12%。>>玄武护身星蕴特技【掠阵提枪】额外增加效果会心抵抗率提高5%。星蕴特技【万夫莫当】取消“当关”额外会心抵抗率加成。【虬龙吼】效果不再受识破影响。星蕴特技【月照长城】效果调整为招架时间结束后若招架成功则进行反击，招架成功后5秒内免疫控制效果。残卷【诡道】物理攻击提高30%调整为25%。斩风职业调整概述：优化部分招式描述。弹铗九问：将解控与爆发效果拆分，使招式本身更加纯粹易用。提升点选星蕴特技【惊空】时的豪斩收益。追加新技能【贪狼斩】用以填充技能循环并稳定造成伤害。酩酊诀：残卷【饮千钟】用以增加【燕返身】在不同状况下吸收幻影的灵活性。>>通用效果【我自逍遥】不再消耗气力，后招不再生成幻影。飒沓流星不再受急速影响，基础调息时间降低4秒。>>弹铗九问星蕴特技【羿日式】不再令【踏日逐天】附带“惊风”效果。星蕴特技【惊空】调整为：蓄力卷云斩对目标造成伤害时，根据豪斩消耗量提升基础伤害，最高提升20%；当蓄力消耗的豪斩超过55时，则使造成的伤害额外提高24%。（原效果中的“卷云斩分摊数量提高1个”合并至招式本身）。【共沉沦】移动至弹铗九问专精，效果调整为：解除自身控制并免疫控制效果，持续6秒，可充能2层。目标是器物，则使其遇水瘫痪，持续30秒（对玩家目标持续6秒）；目标遭到攻击会提前解除控制效果【吞吐乾坤】调整为：使自身受到伤害降低50%，持续6秒，同时使4米内敌人获得“迟滞”效果，持续4秒。【霸王式】不再附带解控、移动速度降低、受到伤害降低的效果。残卷【林暗草惊】不再使【霸王式】具有解除昏迷、冻结效果。【疾风式】不再附带解除定身和减速的效果（期间依然保留免疫定身和减速的能力）。【任我行】移除减速和减疗效果。【对影几何】移除减速效果。【燕穿空】调整为：可使15米内小范围敌人移动速度降低50%、受到的治疗效果降低10%，持续8秒。【狼复回】不再附带推撞效果，但可通过连续按键施展后招【贪狼斩】（【贪狼斩】可受到专精加成）。【贪狼斩】：冲向前方8米内目标并斩击前方敌人，造成大量伤害。适当缩短【了无恨】出招时间并在最后一段攻击时额外生成1个幻影（共4个）。>>酩酊诀增加0消耗残卷【饮千钟】：燕返身将优先吸收最后施放的幻影。燕返身的伤害降低20%。【青崖吾师】获得的狼训增益的效果由15%攻击加成调整为10%，减伤效果不变。御剑职业调整概述：神虹诀：调整了【两仪化清阵】的效果，以强化神虹的爆发期伤害。星蕴特技【鹤留影】的逆斩杀效果可以有效强化神虹的压血线能力。飞星篇：优化了资源回复，并提升了部分招式的伤害。>>通用效果飞星篇招式【混沌开元】调整为通用招式，效果调整为：解除并免疫控制，持续6秒。【诸法归一】移除“法一”效果混沌开元不再受急速影响，基础调息时间降低15秒>>神虹决破云剑不再受急速影响，基础调息时间降低15秒大道希夷不再受急速影响，基础调息时间降低15秒残卷【静守】调整为：【混沌开元】可额外充能1层。【大道希夷】不再附带解控效果，招式期间历世减伤效果额外提升20%。【玄凝剑】移除“会心时回复1格剑意”的效果，招式第三段将立刻回复自身1格剑意且不再消耗真气。【两仪化清阵】基础调息时间提高至100秒，调整为：获得“化清”效果，持续20秒，期间法术伤害提升，并在目标位置创建持续5秒的阵法，阵中敌人造成伤害“化清”期间可再次按键施展【万剑朝元】。星蕴特技【鹤留影】追加效果：剑影凝神对生命高于50%的目标造成的伤害提升30%。残卷【化极】不再增加【两仪化清阵】调息时间。残卷【凝玄】调整为：【两仪化清阵】基础调息时间降低10秒。星蕴特技【闲意】的剑意回复效果提升至3点。星韵特技【云龙舞】当云龙击命中一个目标时提升的伤害由20%提高至30%。专精掌握对伤害的转化比例提高。>>飞星篇【道衍五德】不再受急速影响，基础调息时间降低10秒。【梅峰斜影】不再受急速影响，基础调息时间降低10秒。【松风吹世尘】不再附带解控效果。星蕴特技【归元】调整为：施展【混沌开元】可召唤飞剑护体，攻击4米内敌人，持续15秒，飞剑每3秒将为敌人施加1层存在8秒的标记，标记达到5层则使目标立刻昏迷7秒，期间可再次按键施展【生灭无常】。残卷【回雪】调整为：雪静无尘期间每秒回复5点剑气。【化道】调整为：对目标范围内敌人造成3次幻剑攻击，若目标存在“寒霄”效果，则每段攻击都将消耗1层“寒霄”并令该效果的后续伤害立刻生效。（同时在技能详细描述中补充了伤害人数上限的说明，该限制并非本次改动新增）攻击。残卷【清溯】调整为：太清阵基础调息时间降低15秒，“剑归”回复效果翻倍。果。星蕴特技【守中】调整为：证道剑式命中时可回复自身4点剑气、御云剑式命中时可回复自身6点剑气。星韵特技【霜华】星如雨伤害提高100%，寒霄伤害提高90%。【霜天剑式】的伤害提高100%。星韵特技【元炁】星如雨剑气消耗降低6点，且星如雨第一段命中目标可刷新3秒化道时间。飞星历世伤害提高8.5%【千山雪寂】的历世伤害增加50%增加第五层星蕴特技【消盈】：混沌开元免控期间受到的伤害降低50%妙法职业调整概述：三十六章：对整体星蕴特技及技能进行了调整，使技能功能更加明确；对部分技能动作进行了优化，提升技能的易用性洞渊书：取消了部分技能的法力回复效果，使技能效果更加明确，提升法力回复的稳定性；将关山抱月调整为了常驻技能，并整体增加了护盾在治疗中的作用>>三十六章【妙契镜心】增加法术强度提升20%效果【五灵合道阵】取消法术强度提升20%效果，新增效果：在阵内受到伤害降低25%；调息时间降低至90秒，不再受急速影响。星蕴特技【重明】额外增加会心率；霜城额外增加急速率取消技能炎光词、凌波引及被动技能素琴鸾歌；新增主动技能素琴鸾歌，施放后使目标5秒内移动速度降低50%，使自身30秒内木佛度火/沧江龙吟伤害提升20%【木佛度火】取消会心获得焦尾流泉效果残卷【金鸣】：随生命损失增加速度及施法速度的效果仅在斗法环境下生效残卷【浮黎音】取消生命损耗【怒雷破】：取消八方惊雷变招；取消对炎光词、凌波引降低调息效果；取消邵华雷音变招效果；附加效果木佛度火/沧江龙吟施放后可触发多道天雷效果（最多触发6次）；附加效果木佛度火基础溅射伤害受法术攻击的影响比例提升至与对主目标伤害一致。星蕴特技【五灵生灭】调整为：“素琴鸾歌”效果期间额外使木佛度火/沧江龙吟会心率提升；霜落状态下施放素琴鸾歌施加2层“沧江”印记；炽火状态下施放素琴鸾歌获得2层焦尾流泉效果；【琴歌自优游】及【琴歌自优游·隐】动作优化且动作时长降低。星蕴特技【惊徵羽】取消掣电状态下提升会心效果，炽火状态下效果调整为：木佛度火会心时获得1层焦尾效果星蕴特技【风雷引】取消会心率、会心伤害提升效果，删除星蕴特技技能【五音移变】星蕴特技【壑雷】附加效果：怒雷破增加后招八方惊雷（使下一个木佛度火/沧江龙吟无吟唱施放，并增加1次壑雷期间可触发的多道天雷效果），可在掣电状态下施放；八方惊雷的伤害提高40%，可受到专精掌握加成【万法归道】动作优化且动作时长降低，变为常规技能，调息时间60秒，冻结目标3秒，命中目标获得“万法归道·己”效果：免疫控制第五层星蕴特技增加星蕴特技【弦扣商声】：专精掌握可提升五音繁会伤害，“万法归道·己”不再附带免控效果，提升至2层，持续时间提升至20秒，五音繁会可无冷却无吟唱施放并消耗“万法归道·己”效果第五层星蕴特技增加星蕴特技【五音相和】：五音繁会的元神回复、生命回复效果提升；五音繁会吟唱时间降低50%；万法归道调息时间降低至30秒。残卷【宁息】调整为：战斗中法术攻击提升3%，招式所需消耗的元神提升10%新增残卷【角声变】：使万法归道禁疗玩家3秒【木佛度火】伤害提高18%专精转化率提高。>>洞渊书技能【琴书乐道·达】、【拂拨万象】、【万物生】、【厚土】施放优先级提高，可打断【佩兰】、【阳春】吟唱。【厚土】取消法力回复及免疫打断效果，减伤效果提升至60%，持续时间降低至8秒，取消受到伤害5次后消失的效果。【琴书乐道·达】法力回复效果提升至70%，斗法环境下为50%。删除技能【松涛入夜琴】。【木叶清风】治疗量提升15%，取消法力回复效果，取消随距离增加治疗量效果，取消驱散效果，额外附带持续治疗效果。【万物生】不再附带法力回复效果，附加10秒免疫打断效果。星韵特技【兰之猗猗】获得的可瞬间释放且无消耗的佩兰或阳春数量提升至4个。星蕴特技【潇湘云水】附带效果降低法力消耗20%，增加的治疗效果由20%降低为12%。技能【关山抱月】从星蕴特技中转移到常驻技能，调息时间60秒，不受急速影响。【厚土】及【万物生】调息时间降低至80秒，不受急速影响。星韵特技【流泉】使高山调息时间降低20%。残卷【瑞雪】减少的阳春的治疗量降低至5%。新增残卷【清风拂轸】：木叶清风附带驱散效果，调息时间增加。新增残卷【青阳回照】：阳春溅射治疗仅对小队目标生效且范围提升至25米，阳春治疗效果提升30%。【阳春】治疗量提高15%，蓝耗降低了15%。【佩兰】历世环境下治疗量提高10%。【高山】治疗量提高20%。【关山抱月】治疗量提高35%。司命职业调整概述：唤灵咒：主要提升了【启少阳】星蕴特技下千劫万壑的效果，以提升该流派爆发能力，并降低了覆盖“昼晴”效果的难度娲圣祝由咒：调整了【云瑞】的结算方式，使其配合【霓光】在星蕴特技【云霏】、【昭霞】下发挥不同作用，应对不同的战斗场合；取消了持续效果结束回复法力的设定，并降低了较多【霓光】的法力消耗，使其可作为常规的填充治疗技能使用；调整了辅助队友的效果>>通用效果【盘阳咒】调息时间降低至55秒，不再受急速影响。>>唤灵咒残卷【倾尽流霞】取消增加专精掌握的效果。星蕴特技【娲皇恩泽】增加效果：滚石对生命低于50%的目标造成的伤害提升。【赐福】技能中的漱石效果调整为：12秒内下一次弘光引爆的崩坠印伤害提升200%。【昼晴】状态持续时间提升至8秒。【娲皇恩泽】对昼晴状态持续时间的提升调整至100%。【劫尽灵生】中千劫万壑附带的昼晴效果提升至16秒；劫尽灵生附加效果：千劫万壑施放。后获得1次“元阳继明”效果，千劫万壑期间施放白日会获得“元阳继明”效果。修复启少阳星蕴特技下女娲符文调息时间受急速加成时计算错误的问题。启少阳星蕴特技下女娲符文基础调息时间降低至12秒。【白日】取消概率返还符文调息的效果。技能【孤光】可在其他技能施放过程中施放。【崩坠印】的伤害不分担数量由5个下调至4个。司命的历世伤害增加12%。星韵特技【启少阳】的伤害提升由24%降低为13%。【偕行】取消降低【昼晴】调息时间效果。>>娲圣祝由咒【霓光】、【昭岚】取消法力回复效果，法力消耗降低。当目标获得满层“霓光”效果时，对目标继续施加“霓光”效果可造成额外治疗。【云瑞】调整为充能技能，充能4层，充能时间6秒，消耗附近目标昭岚效果使其剩余治疗的70%立即生效。星蕴特技【映日生花】：取消使主目标免控的效果；附带被动效果：【暗香潆洄】使目标免疫控制；历世环境下吸血比例降低20%，斗法环境下吸血比例提升10%。【暗香潆洄】调息时间固定为40秒，不受急速影响，治疗效果提升100%，使目标受到伤害降低8%，受到玩家伤害额外降低10%。【昭岚】基础调息时间降低1秒。星韵特技【云霏】调整为：【云瑞】层数提升至5，降低调息时间至4秒，“昭岚”转化比例。额外提高15%，消耗附近目标“霓光”效果使其剩余治疗的70%立即生效。星韵特技【昭霞】效果取消50%法力以上治疗加成，“昭岚”治疗提升效果调整至12%，附加效果：为目标施加“霓光”时，若目标无“霓光”效果则可直接施加2层“霓光”。删除星蕴特技【折枝】。【自争妍】附加的专精掌握效果计算方式调整为增加基础专精掌握率，效果降低至3%。【风吹绽】、【惜花铃】、【自争妍】调息时间降低至30秒，不再受急速影响。【云瑞】现在会正确的受到【昭岚】和【霓光】的剩余跳数影响，并且治疗量会直接计算会心期望。【尽日飞花】的冷却时间由85秒提高至110秒，回蓝总量对应提升。咒隐职业调整概述：窈冥蛊咒：提升了飞蛾蛊流派的成长性；调整及新增了部分残卷，可针对不同战斗环境切换使用圣佑血祭：调整了部分星蕴特技效果，提升部分单体治疗能力>>窈冥蛊咒【霜华轮灭】施放优先级提高。【冥影瞬华】调息时间降低至20秒，不再受急速影响。【腾蛇蛊】调息时间降低至30秒，不再受急速影响。“飞蛾蛊”基础伤害降低5%，“飞蛾蛊”伤害受专精掌握影响。【幽冥生灭·永隔】使用后，下一次使用【噬心蛊】可直接获得满层“噬心蛊”效果。增加残卷【影灭魂销】：【照月归影决】不再回到分身位置。增加残卷【暗云护月】：使【暗影栖身】技能变为【暗云护月】，效果为：5秒内受到伤害降低50%。删除残卷【伤神】。新增残卷【返蛊】：【绮月殇】伤害提升5%，【绮月殇】未命中目标时，返还1蛊咒。【幽冥生灭·永隔】的伤害在历世环境下增加10%。咒隐的历世伤害增加5%。>>圣佑血祭【随风暗潜】增加使目标解除控制效果。【蚀梦蛊】调息时间降低至60秒，不再受急速影响。【娲皇圣祭】调息时间降低至45秒，不再受急速影响。“蛊莲”对移伤咒目标治疗提升25%。星蕴特技【曼衍灵华】使“衍灵咒·愈”的效果提高30%。星韵特技【追昔时】的蓝耗从160降低至120点，治疗量在历世环境下提高30%。珑瑛职业调整概述：苍石金刀：对招式资源消耗进行优化调整。对“百炼”状态进行优化以降低损失。风雨不动：对【拦山式】进行调整避免资源在功能与伤害上进行取舍。调整了输出及减伤能力。>>通用效果【山人招隐】调息时间降低至45秒，不再受急速影响。【迎式】调息时间降低至25秒，不再受急速影响。【闪式】调息时间降低至12秒，不再受急速影响。【千峰聚】调息时间降低至25秒，不再受急速影响。【尘劳不缚】调息时间降低至50秒，不再受急速影响。>>苍石金刀【归山式·入世】不再回复石灵之力。星蕴特技【访灵山】效果改为寒崖千仞伤害提高20%。【苍石击】消耗石灵之力从2点改为1点。星蕴特技【灵岳】寒崖千仞释放时，如果石灵之力大于或等于2点，则寒崖千仞伤害额外提高48%。“百炼”状态下，在斫玉式·追锋连击段数中穿插技能招式将不会打断连击段数。第四段斫玉式·追锋消耗1层“百炼”效果。星蕴特技【熔冶】效果调整为百炼持续时间增加15秒且额外增加1层百炼，但元气回复效果只持续5秒。每次释放百炼成锋，会获得成1层绝云势，3层绝云势可使寒崖千仞变招为无消耗释放的寒崖千仞·凌云。【寒崖千仞】额外增加效果，成功施放后返还2点石灵之力。修复收刀时表现不对的问题。调整了【寒崖千仞】的分段伤害，前四段每段略微降低，最后一段略微提高，总伤害保持不变。星韵特技【玲珑换】斫玉式·游刃和斫玉式·追锋的伤害增加38%。【斫玉式·追锋】的专精掌握转化率降低。【斫玉式·追锋】的伤害提高了44%。星韵特技【灵玉古苔】的对斫玉式·追锋的增伤效果由115%降低至50%。>>风雨不动风雨不动专精下【百炼成锋】石灵之力消耗从3点改为2点。星蕴特技【生逸气】效果修改为每受到相当于自身75%血量伤害时，获得一层逸志。【拦山式】不再消耗石灵之力，格挡成功后获得“安如山”效果，减伤提高20%，持续2秒，根据当前石灵之力，每点石灵之力延长1秒“安如山”持续时间，最多延长2秒。【烁石流金】烁石·百炼额外增加效果自身减伤提高，减伤效果受专精掌握影响。星蕴特技【千山】不再提供每层安如山减伤效果增益，改为直接提高“安如山”减伤效果增益。“开刃”效果持续时间提高至17秒。星蕴特技【润玉】额外增加效果【斩破尘寰】消耗逸志减少一层，【斫玉式·追锋】的伤害提高55%。【斩破尘寰】的伤害提高40%异芳职业调整概述：花非花：将解控与【天降狐火】分离，使招式本身更加纯粹易用，同时提供残卷修饰该技能的“滞空”能力，以应对各种特殊状况。适当增强点选星蕴特技【乱红·斗妍】时的爆发能力。适当降低点选星蕴特技【乱红·零落】时对香意资源的关注要求。香云绕：强化了【挽青梅】对于单体残血目标的救治能力，在救治单体目标时优先考虑【挽青梅】+【芙蓉泣露】的组合。将“染流芳”能力进行了拆分，以降低某些星韵选点下对于该效果的关注度。【帘卷香风】调整为对生命最低目标施加“染流芳”并回复生命，以提升异芳的有效治疗量和对残血目标的保护能力。【花红渐染】调整为“强化状态”类技能，以强化历世环境下爆发期的治疗能力和填充斗法环境下的技能真空期，同时弥补【帘卷香风】改动后损失的少量群体治疗能力。【芳心向阳】调整为可以对选中的位置施放，使位移落点更加可控避免意外重伤的情况发生。星蕴特技【醉花阴】的调整期望在一定程度上降低异芳的不必要操作频率。残卷【花时相送】强化了【鲜花饼】的即时群疗能力，可以将团队即将受到的伤害有效转化为治疗量。>>通用效果香云绕专精下招式【春风化雨】移动至通用招式，并调整为：解除自身控制，基础调息时间增加15秒。残卷【红衫轻】不再为【祈春来】增加调息时间。【鲜花饼】追加效果：可同时为目标临时回复增加的生命，效果结束时未被消耗的临时生命将被扣除。补充说明：鲜花饼现在会在提高血量上限的基础上临时提高当前血量（数值为血量上限的15%），若临时血量在持续时间内被消耗完则最后不会被扣除，否则会在持续时间结束时扣除剩余未被消耗的临时血量（不会使血量降至1以下）。移除残卷【齿颊生香】。追加残卷【拂芳】：【春风化雨】可将4米内的敌对目标击退8米。>>花非花锁枯荣、缉莺、狐步掠影不再受急速影响，基础调息时间降低10秒延长了【碎绮罗】和【残花落】招式期间禁止跳跃的时间。【天降狐火】不再附带解控效果。【花溅泪】附带的“花云霰”持续伤害将只能叠加1层，但不可被驱散。星蕴特技【乱红·零落】调整为：【乱红簌簌】将消耗所有香意，每点香意使招式伤害提升2.2%，施展招式可立刻为【花溅泪】充能1层。追加0消耗残卷【凌香化狐】：施展招式【天降狐火】期间将不再附带“滞空”效果。【碎绮罗】回复的灵力由8点提高至9点。残花落基础调息时间延长至6.5秒，原为6秒。【香焚尽】可额外回复4点灵力。【残花落】和【灵狐震怒】的伤害提高了20%。历世伤害提高10%。【花云霰】及其持续伤害提高了5%。【百花乱·灭】的伤害提高了25%。【花云霰】（含持续伤害）及【百花乱·灭】的专精转化率降低。星蕴特技【乱红·斗妍】追加效果：可使【乱红簌簌】额外充能1层。>>香云绕【乱花迷眼】不再受急速影响，基础调息时间降低10秒。【唤香兰】增加0.5秒调息时间。【挽青梅】调整为：为目标回复生命，目标每损失10%生命都将使该次治疗效果提升5%。且【挽青梅】的灵力消耗由15降低至12点，治疗量提高了20%。移除星蕴特技【花红·钟情】【帘卷香风】调整为：战斗状态下每5秒（不受急速影响）自动为20米内生命最低的2名团队成员施加15秒“染流芳”持续治疗效果，若目标已拥有“染流芳”则额外为其回复生命。【衍香阵】效果调整为：10秒内持续为20米内的团队成员回复生命。【花红渐染】调整为：获得持续10秒的“花红”效果，“花红”期间唤香兰治疗效果提升60%，成功施展唤香兰可以额外对目标周围20米内生命百分比最低的两名友方目标依次造成相同的治疗效果。【芳心向阳】调整为可对选中的位置施放，生效半径调整为6米。【风来满香】调整为：为选中的目标所在小队成员回复生命并施加30秒“染流芳”持续治疗效果。残卷【珠帘散】调整为：【帘卷香风】的效果间隔时间可受急速影响。残卷【花时相送】取消“期间目标受到来自鲜花饼主人的治疗效果提升20%”的效果。残卷【弥香自怜】调整为：使【春风化雨】基础调息时间降低10秒。星蕴特技【醉花阴】调整为：自身具有“香返”效果时，每3秒将使【衍香阵】的调息时间降低5秒。朝弦职业调整概述：提高【肃肃其羽】流派下的属性收益。使【肃肃其羽】和【君子秉心】分别在不同的战斗场合有合适的发挥表现>>贯日御风星蕴特技【肃肃其羽】额外增加效果戾天鹏影恢复速度额外提高20%星蕴特技【肃肃其羽】优化描述，现在参连命中带有自身3层“维风及雨”效果的目标时触发飞凫，额外造成的伤害提高。飞凫改为受专精掌握影响。星蕴特技【肃肃其羽】现在参连命中带有自身3层“维风及雨”效果的目标时触发飞凫，额外造成的伤害提高35%。“君子秉心”效果下参连的伤害提升45%。【阵列三奇】增加珑瑛·灵瑛招式冷却清除效果。历世伤害增加5.5%。【斥逐】调息时间降低至25秒，不再受急速影响。【蹬鹰】调息时间降低至50秒，不再受急速影响。【无咎】调息时间降低至55秒，不再受急速影响。【乘回风】调息时间降低至25秒，不再受急速影响。【襄尺】调息时间降低至40秒，不再受急速影响。二、战斗通用调整配合整体技能调整，首次上线将清除原本的星蕴特技选择。百斩及坚韧转化率调整，百斩的基础值提高、转化率降低，坚韧的基础值不变、转化率降低。三、斗法调整铭锋论剑>>新增战旅系统仙家弟子满级后可花费20金创建战旅。建立时需输入战队名。建立后建立者自动成为队长。战队内最多存在5人。队长在战旅界面队长可以直接右键自己解散战旅。队长在战旅界面可以用搜索目标名称的方式添加新成员，也可以通过右键其他玩家来添加成员。队长在战旅界面可以右键其他成员转移队长权限。>>战旅匹配当组队小队成员全员都是战旅成员时，并且进行3人组队匹配，视作战旅参与铭锋论剑去掉双人组队进行铭锋论剑，仅允许3排和单排。战旅匹配时，3人以战旅匹配分进入匹配流程（代替原系统内的加权平均分），给出的对手分数应与战旅的匹配分接近。战斗结束后，对个人战阶分，个人战旅贡献分，战旅匹配分，战旅分以相同的形式进行计算进行增减。>>奖励相关说明全服所有战旅按照战旅分数进行排名，赛季末按照排名对战旅成员发放奖励，战旅中个人贡献分小于战旅分数500以上的，或者战旅铭锋论剑参与率低于30%的成员无获奖资格每周对本周以战旅进行了十次铭锋论剑胜利的战旅成员发放每周奖励。对于2500分以上的战旅，如果本周没有完成10胜，则战旅分数和个人分数将被扣除一部分。移除了铭锋论剑的组队奖励加成。铭锋论剑赛季结算与调整。因排名奖励已移至战旅排行发放，移除各职业战阶榜。角色战阶分数重设为1000分。青锋小试积分重设为1000分。斗势境界重置为霜锋映斗一阶。总战阶榜于2020-12-17清空。转服后将不再清零铭锋论剑战阶分和相关战斗记录。战旅10胜奖励【章铭天晶】，可开出对应等级的铭锋论剑商店装备。【章铭天晶】的等级与当前战阶分数相关，并且会随赛季进展解锁高等级的。【章铭天晶】开出的装备随机附有0-5的机缘等级，当前战旅的战绩排名越高，开出高机缘等级的装备概率越高十洲剑试十洲剑试的日常不再产出【奉玄匣】，调整为【骁腾赏】。枢黄匣的每周获取上限提升至50，十洲剑试的每日前2胜额外奖励加入枢黄匣。阵营对抗暂时关闭了龙吟剑鸣活动，并将在调整之后重新上线。移除了龙吟剑鸣周常任务。龙吟剑鸣相关成就变为荣耀成就。燃锋夺阵燃锋夺阵的周常不再产出【骁腾赏】，调整为【战十洲匣】。锋震龙吟锋震龙吟的日常不再产出【骁腾赏】，调整为【巧工软囊】。其他斗法调整破阵夺珍活动暂时进行休赛，在赛季开始后开启。暂时关闭了斗战狂沙活动，并将在调整之后重新上线。移除了斗战狂沙日常任务。斗战狂沙相关成就变为荣耀成就。青锋小试取消装等的影响，进入之后所有仙家弟子将被统一为370装备等级，强化等级5，镶嵌物等级6，符咒等级4。四、秘境调整新中型团队秘境开放预告>>吉昌废城埋藏于旱河尽头的宏伟废墟，曾是荒狼原上强盛一时的吉昌古国。灭国后，少量眷恋故国的族民留守城中，在吉昌祭师团的带领下利用阴明泉之力修行，暗中筹划着复国大计。近来，吉昌祭师团与寻找阴明泉的夜魍叛军、鹰飞沙、太古妖蝎等势力暗中联合，试图借助外力复兴吉昌古国。寻找九泉的乌诏夜魍、追捕单希亚的天玄教都踏上了寻找吉昌废城的旅途，黄沙之下暗流涌动！吉昌废城·普通难度，将在2020年12月31日中午12时开放。吉昌废城·体验难度，将在2021年1月3日中午12时开放，体验难度匹配成功会随机面对某个秘境区域和首领的挑战，击败首领能完成对应【秘境讨伐】任务并取得奖励。而直接进入秘境则会按顺序解锁所有首领。>>记忆之匣·合道秦陵弟子修行渐久，已进入合道境界，为了帮助大家淬炼己身，提升修为，昆吾子大师召集蕴养照影的弟子，将照影神识中与强者交锋的试炼记忆提取，置于法宝“记忆灵匣”中，此种秘宝可催动灵力将记忆真实再现，化出实体，供更多弟子历练。若顺利获胜，便可获得大量奖励，提供记忆的仙家弟子更能获得丰厚回报，快来参与吧！>>赤炎阳极丹赤炎阳极丹·爆发：现在朝弦的心魔会在更晚的时候释放【井仪·疾】以及【阵图·迷复】，同时略微降低了朝弦心魔造成的伤害。赤炎阳极丹·体验难度现在可以直接进入。五、通用调整>>挂饰自定义优化异芳弟子可将部分挂饰挂在狐耳、狐尾上了。【挂饰·双】分类下的部分挂饰增添了自定义选项。>>妙笔丹青优化大幅缩妙笔丹青中角色技能的冷却时间。现在可以在妙笔丹青中释放剑技能和剑心技能。妙笔丹青中释放技能会导致角色面向改变的问题优化。>>内容新增新增了基于【月引长刀】版本的食材、食物及食谱。新增了部分基于当前版本的【烹饪】成就。>>仙府相关调整仙府升级奖励增加。现在仙府升级将会奖励大量心像手札，玩家可以更快的将仙府升至满级了。现在各位仙家弟子可获得更优的仙府等级成长体验及更为丰厚的奖励。优化【棋桌】的交互表现，现在交互后可以坐在椅子上了，并且支持双人交互。同时在后续升级过程中，会奖励一些可交互乐器。仙府新增乐器交互功能开启。本次开放可交互功能的乐器：编钟，大鼓，鼓，琵琶，三弦，笛子，箫，古琴。新配方解锁：【罗汉床·六】、【树木·黄·八】、【树木·雪·一】、【花草】、【条案·三】、【座屏·十三】、【铜暖炉】、【棋盘】、【扇形壁灯】、【灯笼·十六】、【琵琶·一】、【三弦·一】，【鼓架·三】、【古琴】、【箫】、【笛子】。建造区可放置物件数及占用空间上限提升小型建造区：可放置物件数由750提升至800，占用空间由15000提升至20000；中型建造区：可放置物件数由1500提升至1600，占用空间由40000提升至50000；大型建造区：可放置物件数由2500提升至3200，占用空间由80000提升至100000。>>其他盟会身份标识暂时下架。助战使等级上限提升至345。低于330等级的助战使升级时经验翻倍。>>仙缘奖励调整【秦陵弟子扶持计划】重新开放：1）新进弟子要求调整为首次登录游戏不超过14天的账号；2）新增奖励：【红尘任雪】，仙家弟子可在最高档奖励的礼盒中【碧筱聆风·袍】、【碧筱聆风·冠】、【红尘任雪·袍】、【红尘任雪·冠】中任选其一。>>商店调整1.开放吉昌古国声望商店，上架商品：【风轻尘·干戚】、【风轻尘·益元】、【寒锋引月匣·叁肆伍】、【碧海尘生】、【荒原纵合帖·壹】、【荒原连双帖·玄钧】、【荒原连双帖·飘风】、【荒原纵合帖·贰】、【食谱·玛仁糖】、【食谱·马奶酒】、【食谱·骨董羹】、【食谱·精·骨董羹】、【头像·吉昌古国】、【乐曲·废都吉昌】、【鞣革货囊】、【头衔·古塞遗声】（荒原纵合帖、荒原连双帖可使用装等上限提升至390）。开放吉昌古国声望符咒商店，上架商品：【祛尘照定符·武（壹）·历世】、【万刃瑞露符·武（壹）·历世】、【万刃虚霭符·武（壹）·历世】、【干戚符·腕（壹）·历世】、【玄钧符·腕（壹）·历世】、【凝识符·腕（壹）·历世】、【疾语竭流符·履（壹）·历世】、【疾语益元符·履（壹）·历世】、【疾语符·履（壹）·历世】、【疾语竭流符·履（贰）·历世】、【疾语益元符·履（贰）·历世】、【疾语符·履（贰）·历世】。2.开放瀚海舟声望商店，上架商品：345品质等级项链、【岁木号】、【岁木铳】、【嚣金号】、【嚣金铳】、【食谱·精·辣子杂碎】、【百偃袋】、【称号·巧绝伦】、【头衔·匠石运金】。开放瀚海舟声望符咒商店（历世），上架商品：【凝识疾语符·冠(壹)·历世】、【凝识鉴幽符·冠(壹)·历世】、【疾语益元符·冠(壹)·历世】、【疾语符·冠(壹)·历世】、【洪泽符·带(壹)·历世】、【玄钧符·带(壹)·历世】、【疾语符·带(壹)·历世】、【凝识疾语符·冠(贰)·历世】、【凝识鉴幽符·冠(贰)·历世】、【疾语益元符·冠(贰)·历世】、【疾语符·冠(贰)·历世】、【洪泽符·带(贰)·历世】、【玄钧符·带(贰)·历世】、【疾语符·带(贰)·历世】。开放瀚海舟声望符咒商店（斗法），上架商品：【益元符·冠(叁)·斗法】、【疾语符·冠(叁)·斗法】、【洪泽符·带(叁)·斗法】、【玄钧符·带(叁)·斗法】、【疾语符·带(叁)·斗法】、【益元符·冠(肆)·斗法】、【疾语符·冠(肆)·斗法】、【洪泽符·带(肆)·斗法】、【玄钧符·带(肆)·斗法】、【疾语符·带(肆)·斗法】。3.开放叁陆零秘文商店，上架商品：360品质等级的武器、信物、头饰、上装、护腕、腰带、下装、鞋子、项链。4.开放记忆之匣商店，上架商品：【尘封的试炼记忆·一】、【尘封的试炼记忆·二】、【尘封的试炼记忆·三】、【尘封的试炼记忆·四】、【尘封的试炼记忆·五】（注意事项：最多能购买到下一等级的试炼试炼，且2级、3级每周限购5次，4级、5级每周限购2次）。5.开放灵器商店，上架商品：灵器【玲珑炼心鼎】、对应职业的灵器蕴灵。“瀚海惊弦”版本的秘文残片商店转移至步云州大殿外“往期版本装备商”处，往期版本的秘文残片可以出售给商店或在此处兑换为金钱。侠义商店转移至步云州大殿外“往期版本道具商”处，秘境【嗜血毒兽】、【遁沙巨虫】、【墓室灵符】、【阴傀祭师】以及豪侠难度小型团队秘境将不再产出代币【荒原侠义筹】。6.青灯行者声望商店上架商品：345品质等级的上装、【偃甲护臂】、【食谱·精·浑羊殁忽】。7.血露薇声望商店上架商品：345品质等级的下装、【偃甲劲装】、【食谱·精·库麦西馕】。8.引道商店上架商品：秘文残片·动态，每周限购2次；下架商品：【薪火绦·叁壹伍】、【薪火绦·叁叁零】。9.千秋戏商店上架商品：【碎金屑·方兰生·蓝鲲】、【碎金屑·襄铃·熊猫】、【碎金屑·红玉·兔子】、【碎金屑·尹千觞·大狗】；【千秋风华囊·伍】替换为【千秋风华囊·陆】。10.琅泉之路声望商店上架商品：【合岐玉·历世】、【秦陵印函·叁】；下架商品：【弘极石·壹·历世。11.荒狼原声望商店下架商品：【风轻尘·干戚】、【风轻尘·益元】，同时，代币【赤金铢】将无法通过原有途径产出，但可以通过【吉昌古钱】兑换获得。12.珑瑛声望商店：珑瑛声望商店上架商品：【头像·珑瑛·新容】>>投放调整以下内容的330品质等级的历世装备将停止产出：1）青灯引渡·首领战不再产出330品质等级的上装。2）血露薇悬赏·团队首领不再产出330品质等级的下装。【引道琼卷】调整：1）普通难度及困难难度小型团队秘境（赤水古墓、沙漠之舟、残血酒庄、无叶镇）引道者装等要求提高至345；2）困难难度中型团队秘境（赤炎阳极丹·上、赤炎阳极丹·下）开启引道内容，引道者装等要求为345；3）荡尽修罗引道者装等要求提高至345；4）关闭困难难度小型团队秘境（墓室灵符、遁沙巨虫、嗜血毒兽、阴傀祭师）的引道内容。5）引道奖励中的【赤金铢·无限】调整为【吉昌古钱·无限】六、剧情&历程现在可以在同账号其他角色完成过以下个引导后，可以在新号上跳过部分引导。可以跳过的引导有，剑主试炼、了解秘境、吃赏人、青灯行者。同一账号下，有角色完成过荒狼原故事线中的“扶摇寻仙”、“沙漠之舟”、“大战无叶镇”、“烽火连关”、“邪剑寄身相”之后，创建的新角色上就可以跳过这些主线任务了。>>合道版本全新主线荒狼原·漠北流泉主线任务：开启时间2020-12-17听说伊琅相思与她的族人最近也来到荒狼原，他们来此是为寻找深埋吉昌地下的阴明泉，此刻他们正在无叶镇等向导到来。合道后前往完成【问道修行·荒狼原侠义事件】后可在问道修行上接取【荒狼原·漠北流泉】主线任务。>>合道版本全新列传周更上线1.本周更新【龙之影·上】：开启时间2020-12-17。司空瓒全新系列列传，揭示爱好蹴鞠的司空小将军真实身份，参与其背后势力进行的一项秘密行动。2.下周预告【龙之影·中】：开启时间2020-12-24。司空瓒全新系列列传，揭示爱好蹴鞠的司空小将军真实身份，参与其背后势力进行的一项秘密行动。七、数值调整在新版本中佩饰、戒指成为了可成长的道具，仙家弟子可以在历世活动中获得属性各异的饰品装备，选择最适合的来进行培养提升。剑主奇谭进度共享，现在曾经在一角色上完成过剑主奇谭以后，如果你在版本上线后登陆过该角色，同账号的其他角色也可以共享其剑主奇谭的进度，无需重复任务即可在问道修行中领取碎片奖励。“灵晖晶土·斗法”进行版本更迭，之前的晖晶泥·天玄、晖晶泥·神一、灵思露、灵晖晶土·斗法、引灵息添加“苍穹”后缀，新版本灵器将使用全新的“灵晖晶土·斗法”进行强化和升级。新晖晶泥·斗法的相关配方改为完成斗法引导后自动习得。>>十洲令加入赛季追赶机制十洲令上限改为赛季制，每周获取上限和每周获取数会进行累加。实际的每周获取上限=（赛季累积获取上限 + 赛季累积获得数）/ 2 + 当周新增上限。赛季中新创建的角色其赛季累积获取上限从赛季开始时进行计算。当本周实际获取超过25000之后，每增长5000的获取上限，本周的十洲令获取速率增加25%。玩家会获得相应效果展示十洲令获取加速速率。十洲令的储存上限提升至10万。阵营每日重伤奖励改为在新的界面直接领取。天玄教声望商店和神一道天声望商店上架挂饰【绯幽歌】，购买条件为斗势境界步踏寰空·四，上架阵营独占挂饰【玄锋匕】和【霜竹刃】，购买条件为斗势境界步踏寰空·二且阵营声望9级。下调部分旧商品所需的斗势境界。斗心8000的奖励更换为【魁斗天晶】，可开出对应等级的十洲剑试商店装备。【魁斗天晶】的等级与当前斗势境界相关。【魁斗天晶】开出的装备随机附有0-5的机缘等级，上周阵营斗心排名越高，开出高机缘等级的装备概率越高。>>其他数值调整历世灵器在分解时将会返还全部的强化时消耗的材料。调整部分日常周常活动中金币、飞钱珮、秘文残片、步云令的奖励。新获得的330装等装备不再可强化、附魔、镶嵌，之前已获得的330装备不会受到影响调整非月引长刀版本秘境的秘文残片、金币、材料产出。非月引长刀版本秘境不再掉落秘文残片。化愈·合道·贰、固元·合道·贰壹 配方开启，可在配方训练师处学习配方。日露珏·伍、月露珏·伍、星露珏·伍配方开启，可在配方训练师处学习配方。弘极石·历世·肆配方开启，可在配方训练师处学习配方。调整了装备修理费及卖店价格。八、玩法调整新增荒狼原异世绘内容、吉昌废城区域异世绘。新增偃师系统内偃甲侠义任务。>>轰掣真实之境更多照影可以在真实之境中得到使用，且会从角色拥有的照影中随机选择可用的照影自动使用。>>巧食解灵新增菜谱：【香喷喷羊肉串】、【芝麻汤圆】。每周会在所有菜谱中选择3个菜作为当周的菜单，同时配合全新的场景设计，带来更有趣的合作体验。新增两种厨房特殊事件，每周刷新，会在对局过程中随机开启。【清洁巡察】为了维护砰砰蓬大人的健康，碧油唧们组建起“清洁巡察”队，对膳房进行巡察！巡察期间，每件置于地面的食材都会被碧油唧没收，并处罚队伍20分。巡察完成后，未被处罚的队伍可获得100分奖励。【饥饿的碧油唧】食物的香气再一次引来了碧油唧！它们蹭吃蹭喝，对仙家弟子的手艺却评价颇高，趁此机会喂饱它们，定能获得丰厚奖励！事件开始后，场上出现8只碧油唧，任意队伍上菜都可喂饱一只碧油唧，碧油唧将对送上菜品的队伍给予分数奖励并离场。根据先后顺序，额外分数分别为原菜品的2, 2, 1.5, 1.5, 1, 1, 0.5, 0.5倍。>>闲境相关调整优化了界面显示。新赛季开启，提供新的外装、称号奖励。每天第一次完成闲境周常外的活动，可以额外获得一份闲境经验奖励。九、历世万法调整在过去一段时日里，各位仙家弟子积极参与荒狼原的冒险与建设，如今有了阶段性的成果——荒狼原的各种宝物都显现出来了！开启历世万法新身份——偃师于荒狼原上穿行的偃甲飞舟，船主乐天晴不定期在瀚海舟上组织偃师小聚，意在给所有对偃术感兴趣者提供一个切磋交流偃术的平台。十、界面调整历世装备提升界面跟随版本更新。斗法界面更新为新版，除十洲剑试外的活动增加了单独入口。闲境新赛季开启，界面、奖励全新设计。每天第一次完成周常外的闲境活动，可以额外获得200闲境经验。团队监控面板，队伍中队长标记的目标会在面板中按专精显示。请各位仙家弟子互相转告，合理安排游戏时间，提前做好下线准备，维护期间给您带来的不便，敬请谅解。祝大家游戏愉快！《古剑奇谭网络版》项目组2020年12月17日", "leng": 18427}, {"name": ">>新流派“珑瑛·灵瑛”现世", "content": "流花宫遇袭后，以男性为主的精锐刀卫“珑瑛·珑君”率先出关。因人狐混血男女体质差异，在刀主祁连琮调整功法后，第二代珑瑛弟子“珑瑛·灵瑛”也将在12月17日正式出关。“灵瑛”是输出防御双专精的少女刀卫，因修炼功法的不同，在技能表现、实战体验和操作手感等方面，与成男刀卫有明显区别。在校服设计上，延续了门派特色，整体风格清爽干练，表现出少女刀卫飒爽又不失娇俏的一面。*由于【珑瑛·灵瑛】与【珑瑛·珑君】功法不同，故不能使用商城道具【归乾转坤咒】进行角色性别变更。", "leng": 228}], "authors": "《古剑奇谭网络版》项目组"}