{"name": "《古剑奇谭网络版》年度版本【凿空浑沦】更新维护公告.html", "date": "2022-12-15", "totalLen": 5288, "contentArr": [{"name": "铃客", "leng": 319, "content": "五音事桑：【绿音生华】调整为能召唤2个树灵攻击，树灵的伤害历世环境下降低16%，斗法环境下降低40%。星韵特技【松枝常健】部分效果调整为每满4层“朱萼”可用于施放朱萼缀明鲜；每满4层“玉镜”可用于施放玉镜留寒香。附加效果：【呼雀】星蕴特技下，绿音生华·乘风期间每消耗3点青铃额外增加1层“朱萼”或“玉镜”效果；“朱萼”、“玉镜”效果层数上限提升5层。星韵特技【列松不老】“衔青追追·朱萼” 和“衔青追追·寒香”效果历世环境下伤害提高120%。素脉真藏：【辛夷皆芳】治疗法阵范围提升50%。技能【当归寄野】可在施展其他技能时施放.请各位仙家弟子互相转告，合理安排游戏时间，提前做好下线准备，维护期间给您带来的不便，敬请谅解。祝大家游戏愉快！"}, {"name": "朝弦", "leng": 41, "content": "贯日御风：【井仪·疾】附加效果：施放井仪·疾后，下3次参连的伤害额外提高150%。"}, {"name": "异芳", "leng": 887, "content": "花非花：【焕春光】调整为充能技能，上限2层，充能时间20秒且受急速影响。【千光照】额外增加蓄力模式，一次消耗所有“千光”和“千光·碾香”对目标造成伤害，历世环境下伤害提高15%。【天降狐火】额外增加效果未使用完的千光照次数可以转化为“千光·碾香”存储至下次使用，最多不超过5次，持续120秒。花云霰持续伤害降低20%。星蕴特技【乱红·斗研】每个持续伤害的加成降低至100%，额外增加效果当持续伤害达到3个时，伤害额外增加300%。额外增加效果乱红簌簌命中带有自身“百花乱”持续伤害效果的目标时，获得“百花乱·灭”，，使自身下次花云霰攻击额外造成伤害。残卷【花不语】额外增加效果，百花乱可击飞目标4秒，若命中的目标为玩家则增加调息时间。星蕴特技【春光好】效果调整为涣春光回复量翻倍，扩散范围扩大100%。【花云霰】延长“噬红萝”时间改为10秒。“花云霰”上限调整为3层。【百花乱】调整为消耗香意技能，无冷却时间，范围扩大至4米。命中目标后不再施加击飞效果，改为为目标施加“百花乱”持续伤害效果，若目标存在“百花乱”持续伤害效果，则延长时间。【花溅泪】充能时间受急速影响, 伤害提高50%。【残花落】调息时间受急速影响。香云绕：星蕴特技【花红·焕荣】减少花红50%时间调整为减少花红5秒持续时间，额外增加效果施展花红渐染后，下2次唤香兰无需吟唱，施展花红渐染时，对目标25米范围内的所有团队成员回复生命。星蕴特技【花红·心悦】额外增加效果“花红”持续时间延长，“花红”状态期间染流芳治疗间隔缩短，“花红”状态期间唤香兰造成的治疗效果超出生命上限的部分转化为护盾。【衍香阵·承愈】、【衍香阵·灵攻】、【衍香阵·御免】独立在技能面板，同时【衍香阵·承愈】调息时间受急速影响。星蕴特技【风浮花】效果调整为挽青梅灵力消耗增加，挽青梅引导时间缩短，当挽青梅完整施放后回复香意同时为目标及其25米范围内的1名友方目标回复生命。星蕴特技【衔疏蕊】施展唤香兰可使自身获得“衔疏蕊”效果，“衔疏蕊”效果最多叠加8层。星蕴特技【携风寄露】额外增加效果芙蓉泣露香意消耗降低。【敛芳华】调整为充能2层。"}, {"name": "珑瑛·灵瑛", "leng": 294, "content": "【灵玉淬锋台】“锻甲”部分效果调整为，在进入战斗时持续时间重置为2分钟，脱离战斗后移除灵玉金刀：【虚室无尘】调整为同时造成物理与法术伤害。星蕴特技【灵鞘】部分效果修改为，长峰弄影·灵刃可回复满晶石之力。星蕴特技【瑑玉】新增效果，触发间隔受急速影响。【玉瑶生灵】“玉瑶”持续时间调整为35秒。星蕴特技【绝尘】部分效果调整为，虚室无尘·斩受到自身3倍会心率加成，每溢出1%会心率转化为0.57%会心伤害。千山不动：【佩玉摇声】调整为充能技能，新增效果，施展佩玉摇声后，获得4层“佩玉”效果，“佩玉”效果为下一次【斩破尘寰】消耗晶石之力降低2个，伤害提高50%。【斩破尘寰】调息时间调整至3秒。"}, {"name": "珑瑛·珑君", "leng": 690, "content": "苍石金刀：处于星蕴特技【灵铸】下，施展【寒崖千仞】不会消耗顽石点头状态。星蕴特技【玲珑焕】效果调整为玄璧浮光充能层数调整为1层，获得8层“碎璧之力”效果。星蕴特技【熔冶】调整为施放【寒崖千仞·凌云】或【万顷熔】可以获得2层“绝云势”，绝云势会使下来4段【斫玉式·追锋】伤害提高100%。星蕴特技【结庐·人境】效果调整为在结庐闲居阵中，根据斫玉式段数不同，将按照第一段的80%/第二段的80%/第三段的80%/第四段的130%复制此次斫玉式所造成的伤害攻击目标。【斫玉式·追锋】历世环境下第一、二段伤害提高40%，第三段伤害降低30%，第四段伤害提高45%。玄璧浮光基础调息时间调整为18秒。星蕴特技【灵岳】移除石灵之力大于2时，寒崖千仞伤害增加的效果。调整为淬灵触发时，召唤石灵分身释放寒崖千仞·凌云。星蕴特技【穹崖】移除【寒崖千仞·凌云】伤害增加的效果。星蕴特技【结庐·空谷】移除【寒崖千仞】伤害提高效果，调整为释放结庐闲居后获得下3次寒崖千仞伤害提高且免控的效果。每2秒回复1点石灵之力调整为每3秒回复。残卷【闲泊层巅】效果调整为每消耗100点元气，为自身添加1层”淬灵之力“。残卷【天地为炉】 调整为万顷熔调息时间减少50%。残卷【石灵生】调整为玄璧浮光提供的“碎璧之力”额外增加2层。【结庐闲居】技能半径调整为14米。优化了淬灵的表现。帝剑特技【山岳倾江】移除“山岳倾江”效果。风雨不动：修复了处于“飞石”状态下，【斩破尘寰】消耗逸志的问题。邀山色基础充能层数调整为2层。每次施展【百炼成锋】会获得1层“渐崩”，“渐崩”效果达到6层时，会使下1次玉碎声寒伤害提高120%。"}, {"name": "咒隐", "leng": 853, "content": "窈冥蛊咒：【晦月潜蛊】调整为可在移动中施放，删除“刷新目标身上所有蛊毒效果”。【裂魄分影】持续时间结束后，若角色未处于受控制状态则会直接回到分身位置。【玄月斩】调整为第二、三段回复一个咒蛊，且第三段额外回复一个，施放速度受急速影响，第一、二段消耗的气力降低为15， 第三段消耗的气力降低为10。【冥烟斩】调整为施放第三段获得“幽渚芳华”效果，且命中回复1个咒蛊，施放速度受急速影响 (“幽渚芳华”效果：玄月斩第三段命中目标时，会为自身叠加“隐蛊”效果。）。【绮月殇】新增额外效果，“尘烟隐”状态下，消耗3个咒蛊上的绮月殇命中目标时会消耗1层“隐蛊”，造成范围伤害。【幽冥生灭】调息时间降低至20秒，“故人影”和“阴华”效果的持续时间调整为8秒。新增额外效果“根据阴华之力层数额外造成飞蛾蛊伤害”。残卷【生蛊】调整为进入战斗状态会获得“幽渚芳华”，“幽渚芳华”的持续时间延长10秒，且冥烟斩第三段可额外回复1个咒蛊。【腾蛇蛊】调息时间调整为50秒，调息时间可受急速影响，伤害受到专精影响。效果调整为造成范围伤害昏迷周围目标，且为范围内目标施加自身习得的所有蛊毒效果，且若自身有“隐蛊”效果，则消耗隐蛊，最多3次。【尘烟隐】调整为每2秒获得1层““醒神蛊”，非战斗状态中每秒回复1点咒蛊，醒神蛊上限提高至5层。星韵特技【通幽蛊】部分效果调整为“醒神蛊”回复间隔降低50%。星韵特技【祭广寒】飞蛾蛊和噬心蛊伤害提升提高至48%, 霜华轮灭造成伤害后10秒内，自身施加的噬心蛊和飞蛾蛊及灵蛇蛊毒生效间隔缩短50%。星韵特技【烬夜灯】部分效果调整为进入“烬夜”状态，造成伤害转化进幽灯的比例提高100%，持续36秒。星韵特技【霜月胧灯】“霜月胧灯”效果结束后不再降低绮月殇伤害。圣佑血祭：星韵特技【生白骨】新增效果引血咒充能层数增加3层，且基础充能时间降低调整为3秒。星韵特技【月笼纱】触发的额外治疗可受到专精加成，每次引导可为目标周围20米内3名受伤的友方回复生命。星韵特技【无穷碧】“无穷碧”治疗效果降低45%。"}, {"name": "司命", "leng": 404, "content": "【山君擎天】效果调整，团队减伤效果仅在【娲圣祝由咒】专精下生效。唤灵咒：星蕴特技【娲皇庇佑】移除弘光和弘光·盈光对生命值大于50%的目标伤害提升的效果。【皇蝶振翼】伤害触发时会对目标释放弘光·盈光，每段会消耗弘光·盈光。星蕴特技【万壑惊雷】效果调整为“明焰咒”，伤害提升至300%。【千劫万壑】技能调息时间降低至90秒。【玉虹清绝】新增效果，若女娲符文未处于调息状态，则滚石或灵狸持续时间延长8秒。【元阳继明】新增效果，处于“元阳继明”效果中，白日伤害提高50%。帝剑特技【金羽·曜】移除“金羽·曜”效果，刷新符文调息时间和延长“滚石”和“灵狸”持续时间效果。娲圣祝由咒：星蕴特技【满庭芳】移除降低荡漾清晖调息时间的效果，移除使自身专精掌握提升的效果。新增效果，若目标身上存在“昭岚”效果，则每次治疗延长1秒。获得“满庭芳”效果，期间内昭岚治疗间隔缩短20%。“并蒂生”效果期间内【昭岚】法力消耗降低30%。"}, {"name": "妙法", "leng": 419, "content": "三十六章：星蕴特技【五灵生灭】效果修改为处于炽火状态时，每施放一定次数流火必定触发“五灵生灭”，“五灵生灭”上限提高至2层，“五灵生灭”提高【木佛度火】伤害。星蕴特技【五方聚散】效果调整为处于霜落状态时：秋水引导次数增加，每一定急速引导次数额外增加1次引导（引导次数超出10次时超出部分将合并为1次范围伤害）。星蕴特技【风雷引】每秒回复1%元神，每5%急速额外增加0.2%。额外增加效果处于炽火状态时，战斗中每次施展五音繁会，会使接下来的【木佛度火】、【昭华雷音】瞬发。星蕴特技【惊徵羽】额外增加效果“五音繁会”，命中目标后为目标施加“沧江”印记。“五音繁会”额外增加效果，在非斗法环境下“五音繁会”会追随目标。残卷【浮黎音】调整为每130秒最多触发一次。星韵特技【傍行】每个羽音对五音繁会伤害提升至46%。洞渊书：【玉楼春晓】直接治疗效果降低50%。新增效果-对“道法自然”和玉楼春晓目标给予“春晓”效果，“春晓”为目标持续回复生命值。"}, {"name": "御剑", "leng": 796, "content": "神虹诀：星蕴特技【剑沉三尺影】、【鸿蒙藏剑迹】与【神盈剑无形】新增效果，“化清”结束时，根据期间消耗剑意或真气造成结算伤害（该伤害将基于会心率及会心效果结算伤害，不再额外触发会心效果）。星蕴特技【闲意】新增效果，处于“化清”下回复剑意效果提升至5格，云龙击伤害提升调整为32%。【云龙击】新增效果，战斗中消耗5格剑意时可在身边生成一柄玄凝剑影。【长风贯虹】移除“贯虹”效果。星蕴特技【衍真】新增效果，鸿蒙剑气造成伤害时使【剑影凝神】伤害提高7%，最多可叠加4层。飞星篇：星蕴特技【守中】部分效果调整为【却邪剑式】可造成2次伤害，“无我”姿态下【御云剑式】也可造成2次伤害。当【剑意无涯】标记敌对目标且距离目标20米内时，在目标处造成伤害。残卷【清朔】效果调整为施展【松风吹世尘】或【梅峰斜影】后，使自身受到的伤害降低40%，持续6秒。星蕴特技【五更寒】部分效果修改为霜天剑式每段命中带有\"寒霄\"的目标将额外触发一次\"寒霄\"伤害。星蕴特技【元炁】新增施展化道可使下一个【星如雨】时伤害提高400%，移除“寒霄”触发间隔缩短效果。【却邪剑式】回复自身5格剑意。星蕴特技【剑锋叠雪】部分效果调整，【雪静无尘】基础充能减少1层，基础充能时间降低，“无我”姿态持续时间增加，“无我”姿态下【却邪剑式】调息时间降低。残卷【断脉】效果调整为【雪静无尘】调息时间降低10秒。【雪静无尘】“无我”姿态持续时间调整为10秒。【星如雨】新增斗法姿态下无需命中目标也可回复剑意。移除星蕴特技【混沌开元】，【梅峰斜影】调整为星蕴特技。【太清阵】“剑归”效果调整为持续对周围目标造成伤害。【道衍五德】调息时间调整为40秒。星蕴特技【殆己】降低调息时间增加至18秒。星韵特技【霜华】调整为星如雨第一段命中目标可刷新1秒（斗法环境下0.5秒）化道的充能时间，星如雨伤害提高60%，“寒霄”伤害提升77%，触发间隔缩短38%。"}, {"name": "斩风", "leng": 438, "content": "弹铗九问：残卷【影回】新增效果：现在4段蓄力卷云斩会产生一个幻影。技能【醉踏清秋】现在会使所有幻影攻击目标并造成伤害。【醉踏清秋·千钧】施放后获得60点豪斩，不再获得“充盈”效果。星韵特技【云无踪】调整为施展蓄力卷云斩后，每段都回复5点气力，且施展了无痕会使自身幻影造成伤害额外提高22%，持续15秒。惊风刃效果调整：现在每层“惊风”提升15%蓄力速度。【对影几何】效果调整为提高12%主属性。星韵特技【逐燕式】部分效果调整为“对影几何”主属性提高效果提高至14%。酩酊诀：【掷流光】不再消耗醉意，调息时间调整至30秒（可受急速影响），处于掷流光区域时，敌方受到持续伤害，自身主属性提高25%。【酒饮罢】调整为目标周围3米的范围伤害，调整了施放间隔。星韵特技【醉飞光】调整为 掷流光变为2层充能，且施放后下一个卷云斩为自身回复损失生命的15%。【燕返身】部分效果调整为由自己施加的护盾量每大于生命上限的10%，施放此招式后获得的护盾量降低20%。醉意的基础回复间隔降低为6秒。"}, {"name": "天罡", "leng": 127, "content": "龙城飞将：调整了技能【长河落日】：【长河落日】及其后招伤害提高800%，修复专精掌握加成不正确的问题。星蕴特技【锁云关】调整为：长河落日·扫使下一次苍龙破变招伤害提高35%、会心率提高15%、会心伤害提高30%。玄武护身：技能【缚霄汉】充能上限提升1层。"}, {"name": "职业技能调整", "leng": 20, "content": "通用调整：帝剑特技调息时间调整至90秒。"}], "authors": "《古剑奇谭网络版》项目组", "contentTotalArr": [{"name": "铃客", "leng": 319}, {"name": "朝弦", "leng": 41}, {"name": "异芳", "leng": 887}, {"name": "珑瑛·灵瑛", "leng": 294}, {"name": "珑瑛·珑君", "leng": 690}, {"name": "咒隐", "leng": 853}, {"name": "司命", "leng": 404}, {"name": "妙法", "leng": 419}, {"name": "御剑", "leng": 796}, {"name": "斩风", "leng": 438}, {"name": "天罡", "leng": 127}, {"name": "职业技能调整", "leng": 20}]}