{"name": "《古剑奇谭网络版》7月6日更新维护公告.html", "date": "2023-07-05", "totalLen": 2182, "contentArr": [{"name": "通用调整", "content": "优化了战斗中，切换敌对目标头顶信息显示不明显的问题。增加高亮箭头标识出当前选中敌对目标。可在游戏偏好设置中关闭该UI显示。修复不能通过步云擂台获得应召签的问题。修复乱炖系列礼物缘值添加不正常的问题。修复[人参茉莉茶-仙府]不能正常给乌芒添加缘值的问题。修复仙府邀请的风清洛投影不能进行千秋戏玩法的问题。修复仙府邀请乌芒的任务不能正常获得缘值的问题。修复乌芒三世书奖励家具【刀雕双蛊】领取后异常的问题。修复家具【世界基石·冰】名称显示错误的问题。调整世界基石积木类家具初始大小及可缩放范围。修复使用【世界基石·方板】【世界基石·球】【世界基石·标】【世界基石·棱柱】【世界基石·三角】【世界基石·梯台】【世界基石·圆台】【世界基石·圆柱】【世界基石·正方体】【世界基石·长方板】【世界基石·拱】【墨玉戈影架】【镜·方】【镜·圆】的物品配方制作出的成品为绑定家具而非家具道具的问题。修复了盟会活跃度奖励·四奖励物品部分不正确的问题。修复了此前无法通过阅读书册以正常收集少量图录志的问题，如“祁连琮-故交三子”。请各位仙家弟子互相转告，合理安排游戏时间，提前做好下线准备，维护期间给您带来的不便，敬请谅解。祝大家游戏愉快！", "leng": 508}, {"name": "斗法新赛季更新", "content": ">>铭锋论剑赛季开启进行铭锋论剑可提升匹配分、进行战旅铭锋论剑可提升战旅分，同时仙家弟子已获得的【铭锋论剑头衔】将根据多个专精匹配分的最高分自动变化，头衔的形态可以在【斗法-铭锋-赛季界面】预览，本赛季为【剑冷焚陵】。排名奖励变更：战旅排名前30及专精问道榜前12（单斗法专精前24）均可获动作【剑引春秋】。>>新增斗法活动【怪植乱斗】曾毓卿撰写《墟园食异录》时意外发觉：虚域·陈州的原生动植物若以玄元清息相激，攻击性更强，却对施术者无害。乃设阵画界，组织弟子们入内参与斗法试炼，又将大量植株以玄元清息包裹，投入其中。若能与玄元清息共鸣，利用植株灵活作战，便可出其不意击败对方，锤炼己身斗法技艺的同时快速熟悉虚域作战环境。>>斗法日常更新劲锋疾雨、怪植乱斗、白鹤争唳/嘉禾争茂、竞夺金桓、争驱石偶、赤影争锋、裂玉争鸣、冰晶敛云。>>虚域夺珍奖励更新虚域夺珍的会长奖励更新为【坐骑·赤真无碍壶】。虚域夺珍·灵石兑赏商店上架【灵台纳珍匣·共烛】，有机会开出 【赤焰红莲】，同时上架【赤焰红莲】。", "leng": 445}, {"name": "秘境更新", "content": "“共烛天明”版本秘境开启：魔哭涧断剑楼主司空瓒得神秘人传信，终于找到当年茗剑楼灭门案的元凶。巍巍崖边，他不顾虚域绝境，追寻厉连朔与钟无痴一跃而下，十六年的血海深仇终于要迎来最后的了断……以上秘境的【历程】、【普通】难度，以及对应区域的剧情线，侠义事件，将在2023年7月6日开启。【困难】难度将在2023年7月6日中午12点开启。司空瓒能否完成自己的复仇？探寻神秘的秘境，挑战强大的敌人，全新的传奇等着各位仙家弟子书写。凄声血海卧治阁一战后，正当秦陵之盟紧锣密鼓地寻找清气修行者进入太昊陵之法时，抢先进入的苍骨却已然开启神陵二层的封印。封印灵液随之消散下降，这片掩藏在伏羲封印下的毒血浸染之地，被称为“凄声血海”。凄声血海中困守数十年的怨魂、蜚血聚合物“血疫鬼”重现人世。而收服他们的，是同样仇视帝首剑的鬼道大妖——楚江帝君。为将这些迷途亡魂送回阎罗怀抱，也为助秦陵之盟寻找解决蜚毒之患的关键药料“蜚兽之角”，乌诏部伊琅相思、莎娅前来襄助，与你和乌芒一同深入探索。血疫鬼流毒无穷，绝不可放任楚江帝君利用其为恶；她们更欲引动蜚兽之角，打造一支既多且强的血疫鬼大军。你们一路追击，渐渐来到蜚血最深浓之地……以上秘境的【困难】难度将在2023年7月6日12点开启，探寻神秘的秘境，挑战强大的敌人，全新的传奇等着各位仙家弟子书写。>>秘境调整【凄声血海】1.【普通】难度下【魄损体虚】持续时间改为30秒。2.修复了【渴血】在脱离战斗时未能正确移除的问题。3.增加【斩长虹】的命中范围。4.增加【寒月镇魄】的命中范围。5.修复了成就【哥哥我来救你啦】不能正确完成的问题。", "leng": 680}, {"name": "职业调整", "content": "修复治疗专精“剑心·愈”在部分情况下未正确生效的问题。斩风：残卷【醉还醒】酩酊诀专精下，专精掌握提高3%效果不再需要生命值高于 85%。>>酩酊诀修复星蕴特技【酒倾杯】“惊风”效果无法正确叠加的问题。修复星蕴特技【孰与归】回复气力效果在部分情况下次数不正确的问题。妙法：>>三十六章修复了剑境【白晕·濛】提供的【五音繁会】没有正确受到星蕴特技【傍行】加成的问题。修复了连续施放【五音繁会】时会使【五音繁会】失效的问题。剑境【白晕·濛】提供的【五音繁会】造成的伤害调整为原伤害的50%。>>洞渊书剑境【灵益·濛】阳春为目标施加空谷回芳效果几率调整为8%。空谷回芳的持续时间调整为8秒。珑瑛·灵瑛：>>千山不动修复星蕴特技【育坤元】下【净界式】受到伤害降低效果未生效的问题。修复剑境【回尘·濛】触发识破时未刷新充能层数的问题。朝弦：>>贯日御风修复剑境【呼风·濛】会心率百分比加成数值不正确的问题。", "leng": 397}, {"name": "主线剧情更新", "content": "主线剧情第二十四章：第二节·残羽断剑开启来到虚域已有一段时间，你听闻东部的山崖处有魔物作乱，心中不禁生出些许忧虑。待你前往查探，竟发现此地环境诡谲，地上还有一道神秘剑痕吸引着魔物……", "leng": 91}, {"name": "通宝商城上新", "content": "通宝商城永久上架【无相·春来无迹】，附带专属闪避特效【花弄有痕】。2023年7月6日6时~7月13日6时购买可享限时折扣。", "leng": 61}], "authors": "《古剑奇谭网络版》项目组"}