{"name": "《古剑奇谭网络版》5月26日更新维护公告.html", "date": "2022-05-25", "totalLen": 2334, "contentArr": [{"name": "界面调整", "content": "修复了斗转星移文本描述中不正确的部分。修复头衔称号来源信息说明残留的问题。记忆之匣排行榜中显示的奖励头衔更新。战斗统计优化①新增【只统计首领战】功能，可在其设置中启用。②新增【结束本次统计】功能，可点击战斗统计页面新增按钮使用，方便玩家在战斗过程中进行分阶段统计。③伤害列表和破金身列表现在可按目标查看对该目标的伤害值和破金身值。感谢大家的支持与厚爱，祝大家游戏愉快！", "leng": 184}, {"name": "数值调整", "content": "装备的可升级上限提升至14开放各部位肆级祝符配方制造。秘文残片·锋·贰、秘文残片·固·贰周获取上限提升至48、72，问道修行中部分活动奖励提升。愿菩提获取途径增加豪侠难度小型秘境。豪战商店·镇星上架头像、头像框、称号、武器外观等道具。", "leng": 117}, {"name": "通用调整", "content": "修复枕剑仙乡·卧云完整尺寸图纸使用异常的问题，开放完整图纸功能。高级版本目标开放。新增道具【明心菩提】，消耗55溢出菩提心，可开启【明心菩提】获得8个【浮青珏·泠水·贰】和13个【浮青珏·暖华·贰】。新增道具【异珍·蕴华】，开启后可从【青晶粉·曙】、【地星铢·开阳】、【秘文残片·锋·贰】、【秘文残片·固·贰】、【帝剑芒】道具中任选其一获得。新增道具【旧悟扣心石·蕴华】，开启后可获得【旧悟扣心石】。具体可获得的次数是根据往周获取相应道具的数量确定的。往周获取的越少则能获取道具的次数越多。引道琼卷开启:1)普通、困难难度小队秘境开启引道内容。2)斗法活动开启引道内容。同时，引道进度达到300,600分别可获得引道奖励【引道赏·躬行】、【引道赏·毕力】。", "leng": 328}, {"name": "秘境调整", "content": "【日月武库】，【帝心三问】的豪侠难度将于2022年5月29日中午12：00开启，等待仙家弟子的挑战。“玉轮铃音·明心九天”版本秘境难度开放预告：镇星源界的【困难】难度，将在2022年6月9日中午12时开启。", "leng": 103}, {"name": "斗法调整", "content": "斗法活动【劲锋疾雨·回忆】造成的队列冷效果却调整为专属效果，不会再影响其他队列匹配。优化【劲锋疾雨·回忆】匹配机制，减少进入即将被销毁的场景概率。铭锋论剑专精问道榜可展示人数提高至每个专精150人。查看名帖信息-斗法中的战阶分展示，高于2500分的，将展示为“2500以上”专精匹配分高于2500分的，将视作2500分进行匹配。", "leng": 164}, {"name": "职业调整", "content": "御剑神虹诀剑境被动【鹤留影·神汇】调整为星蕴特技【鹤留影】下生效。剑境被动【剑沉三尺影·贯明】部分效果调整为自身“冲和”效果额外提高2%/2.4%/2.6%/2.8%/3%飞星篇【剑意无涯】对敌对目标施展时也可提高自身物理攻击。妙法三十六章【天风环佩·贯明】调整为对选中的目标施加“沧江”印记。龙吟伤害分摊目标数由5个提升至10个。咒隐窈冥蛊咒修复了在与部分首领战斗时，暗影栖身结束时会阵亡的情况，优化了皓月离魂在与大体型首领战斗时的位移距离。修复了幽冥生灭·永隔在与大体型首领战斗时无法造成范围伤害的问题。", "leng": 254}, {"name": "活动更新", "content": "心弦争歌第三届心弦争歌【决战歌】决赛阶段开启！仙家弟子可在心弦争歌投票界面为心仪的角色投票，或来到【步云洲·回忆】场景中对角色雕像进行投票。活动时间：5月26日~5月29日。儿童节活动活动时间：5月26日更新维护结束后~6月9日更新维护结束前。群英荐饴田蜜蜜的好友田司司带着潜心独创的糖果来了步云洲，正在四处赠糖以凝集更多的欢歌之力，吸引了不少人前去品鉴新糖，若是好奇，不妨前往体验一番。参与方式：前往【步云洲·回忆】场景的挂剑台处参与。还璧欢歌照影田蜜蜜在撤退到步云洲的时候，不小心把身上带的欢歌珏弄丢了。如果你能把欢歌珏找回来，可以在田蜜蜜那里换到不少好东西哦。据说捡走欢歌珏的，都是玩包剪锤的达人，可以试试挑战他们，说不定就……参与方式：在世界各地寻找包剪锤达人。欢歌大作战一年一度的欢歌之力最为强盛的时候马上就要到了，收集世间的欢歌之力凝成欢歌珏，是近来真实之境中最热闹的盛事。谁能获取最多的欢歌之力，就能凝聚最多的欢歌珏，成为真实之境最靓的“影”。感兴趣的仙家弟子们不妨乘此机会前往真实之境，加入照影们的狂欢吧。参与方式：通过济云万法匹配。", "leng": 475}, {"name": "商城更新", "content": "通宝商城上新：通宝商城上架外装【童心软糖】：成女、少女体型含【粉桃流心】【薄荷梨膏】【蓝莓蜜饯】【红樱浆果】4色，购买发型即赠同款软帽挂饰，购买外袍即赠同款挂饰【驰梦银河】；成男体型含【粉桃流心】【薄荷梨膏】【蓝莓蜜饯】【豆蔻留香】4色，购买发型即赠同款软帽挂饰，购买外袍即赠同款挂饰【星藏兜兜】；购买外装附赠外观动作【在线发糖】，账号下同体型共享。通宝商城限时上架同款粉发【枫糖拔丝】，上架时间为2022年5月26日维护后~2022年6月2日维护前。新一期主题节开启活动时间：5月26日更新维护结束后~7月14日更新维护结束前。活动开启时间内，完成相关任务可获取惜时令，满足条件可领取名帖·尘尽光生、尘晶、挂饰·糖圈圈！节令卡：购买节令卡解锁高级奖励！激活即可领取头像·宝相神仪 ，并获得下一季节令卡折扣券！活动规则：获得节令卡后，满足对应的充消或者惜时令条件，可在界面上领取丰厚奖励，其中账号共享奖励仅可领取一次。节令卡为账号共享道具，不可重复激活。活动期间，未购买激活节令卡前积累的充消、惜时令，在激活后也将计算入奖励条件。本季节令卡持续时间至2022年7月14日5时59分59秒，届时活动期间获得充消、惜时令数额将在下一季活动重新计算，同时需要获得新一季节令卡方可继续参与活动。充消：累计充消享好礼！累计消费600通宝可获：挂饰【爱心流彩】。累计消费1200通宝可获：挂饰【七宝金刚杵】。累计消费1800通宝可获：挂饰【什锦棒棒冰】。累计消费2400通宝可获：挂饰【珠玑不御】。累计消费2880通宝可获：挂饰【粉之密语】。累计消费3660通宝可获：照影【登云兔】。累计消费4680通宝可获：特效挂饰【尽繁华】。", "leng": 709}], "authors": "《古剑奇谭网络版》项目组"}