{"name": "《古剑奇谭网络版》1月12日更新维护公告.html", "date": "2023-01-12", "totalLen": 4001, "contentArr": [{"name": "界面调整", "content": "道具愿菩提调整为：兑换装备提升道具和版本可追赶道具合并。现在可在[问道修行]-[秘境]左下方单击[兑换]按钮用“愿菩提”兑换当前版本落下的进度或消耗菩提心开启追赶道具。新增偏好-战斗相关中【显示敌对目标的头顶信息】分类下，【显示血条上方效果列表（小退后生效）】选项。新增偏好-界面中【隐藏随身跳出的效果】选项。感谢大家的支持与厚爱，祝大家游戏愉快！", "leng": 174}, {"name": "秘境调整", "content": "本周周常任务调整为秘境【瘟骨红颜】“凿空混沦”版本秘境开启：瘟骨红颜：作为瘟神最高调积极的信仰者，瘟癀会始终奔忙于散播瘟疫、传布瘟神信仰的前线。生命只在砥砺磨炼中才能与日俱进，而能历经疾疫痛楚之后存活，才是得瘟神垂怜的优异天选者。瘟癀会与苍骨所率惊蛰教联合，在苍骨以无名之剑破开虚域·陈州的结界、剑指浊气神陵时，一并来到此处。他们运用能惑人心智的鸣骨，向虚域·陈州中苦苦求存的夭厉之民宣扬瘟神信仰、收揽结盟的同时，更是以新型堙蛊将其强化，指导他们与修仙者对抗。你为阻止瘟癀会蛊惑更多夭厉之民而与杜忧一路探查，在击败一批夭厉之民及瘟癀会信徒后，瘟癀会总会会长白海棠终于出现在你面前。她决定亲自动手，将你们这些碍事的修仙者诛除。【瘟骨红颜】的【历程】难度，以及对应区域的剧情线，侠义事件，将在2022年1月12日更新维护结束后开启，【普通】难度将在2023年2月9日中午12时开启，探寻神秘的秘境，挑战强大的敌人，了解虚域·陈州的往事。全新的传奇等着各位仙家弟子书写。幻境遗秘御群妖：历经妖乱之劫，太华秘境遭受重创，众弟子在清禹、逸封两位长老的带领下先塑封印，防备更多妖族趁乱窜逃，再细细查验修补受损之处。期间，有弟子发现大妖煌羽遗留之妖谱，记录众多妖物鲜为人知的秘技。为加强众弟子对妖物的认知，太华山特仿照先时秘境之景，制出一处幻境，供弟子挑战往日劲敌，磨炼心技。【幻境遗秘御群妖】的【普通】难度，将在2023年1月12日更新维护结束后开启，【困难】难度将在2023年2月23日更新维护结束后开启。", "leng": 648}, {"name": "通用调整", "content": "新建角色新增频道分页队伍，只勾选普通、密语、队伍、场景、秘境、剧情、系统。新增频道设置及关注队友发言的引导。修复互动动作[携手天涯]邀请方重伤后被邀请方没有解除携手状态的问题。修复互动动作[携手天涯]被邀请方面板上的[离开]按钮置灰无法使用的问题。修复[天衣·逍遥五岳]附带的[龙游苍冥]传送效果在仙府会残留空间裂隙特效的问题。修复[皓梦金舆]附带的表演[梦无垠]效果不正确的问题。观战系统优化：1、修复通过非好友观战入口进入场景时有几率丢失动作条，并无法通过关闭动作条来退出观战场景的问题。2、修复部分秘境（孤崖旧忆、苍生冢等）触发传送机制时观战者回失去观战目标，以及会被空气墙阻挡的问题。3、优化查看秘境时的筛选机制：默认选项调整为当前版本、团队秘境、普通难度，并去掉历程/体验难度的筛选项。4、修复查看铭锋论剑的界面中筛选与实际显示的段位不符合的问题。5、新增观战中赠送心弦、金币时的音效。6、观战界面新增刷新列表的按钮，并且勾选或反选\"仅显示有好友相关的场景\"时也会刷新一次场景列表。7、“幻境遗秘御群妖”活动会出现在“当前版本”的筛选中，场景名称为“太华秘境”。原太华秘境不做改动。仙府更新一、普通配方更新：【虚域陈州·民居·中】、【虚域陈州·桥】、【栾华·青】、【栾华·绯】、【庄生梦·幽】、【庄生梦·雪】、【玄砥石】、【碧洗石】、【星萤石】、【月晖石】、【逐日晶】、【寒瓜冰鉴】、【玉露冰鉴】、【地毯·青】、【林间榭·桌】、【林间榭·椅】、【浮梦囊·秋山】、【浮梦囊·枫影】、【浮梦囊·晴空】、【浮梦囊·繁花】、【素面单彩球·绿】、【素面单彩球·黄】、【素面单彩球·红】、【素面单彩球·蓝】、【积雪枝·矮】、【积雪枝·双】、【积雪枝·高】、【琼木·鹿现】、【琼木·鹿鸣】、【雪小罡】、【斩小雪】、【雪小剑】、【雪妙妙】、【雪司司】、【雪小隐】、【雪小瑛】、【雪芳芳】、【雪小弦】、【雪铃铃】、【雪沦沦】、【新春年画·小财兔】、【新春年画·断蒙崖】、【照影·祥崽·花鼓】、【照影·祥崽·绣球】、【照影·春熙醒狮】、【照影·春禧腾龙】。二、坐骑挂件心象造物及配方更新：新增挂件类心象造物【什锦棒棒冰】、【糖圈圈】、【星藏兜兜】、【驰梦银河】、【粉之密语】、【情缠·我心】、【情缠·君心】、【迎冬·醒狮帽】、【迎冬·虎头帽】、【雪鼓咚咚】、【岁稔结·晴虹】、【岁稔结·霜壤】、【岁稔结·喜雪】、【岁稔结·潇雨】、【岁稔结·薰风】、【岁稔结·绿波】。新增坐骑类心象造物【亘古雷音】、【光阴倏影】、【千秋星蜃】、【琼霜寅客】、【迎冬·欢欢】、【迎冬·祥祥】。已永久摄形以上挂饰或坐骑的仙家弟子可于仙府福地研究制造台处选择【领取已摄形坐骑或挂件】领取对应心象造物。", "leng": 1133}, {"name": "任务调整", "content": "修复了跳过阵营相关任务时没有获得相关藏品的问题。主线任务第二十三章：第五节·夭厉瘟癀开启：你于虚域·陈州探查之际，偶见楚狂客杜忧正与夭厉之民缠斗。你连忙上前帮忙，并在随后与楚狂客的同行途中，知晓了更多夭厉之民及瘟癀会的往事，还见到了一位不知为何出现于此的神秘女仙……太和宫新增场景氛围苍生冢一役后，神一道天盟主曲青戈清名得证，得松萝仙子应允，代盟主李令双联系盟内各大掌门，将曲青戈之遗体郑重迎回太和宫，闻知消息的众人纷纷前去悼念……完成剑主奇谭【第二十三章焚城之变·第四节孤鸿镜影】的仙家弟子可在太和宫看到前来悼念的众人。", "leng": 261}, {"name": "斗法调整", "content": "青云武擂修复：1、修复青云武擂·群英汇的参与次数在下一周不清空的问题。2、修复部分门派的仙家弟子无法选择相关专精进入群英汇/决胜台的问题。3、修复部分仙家弟子无法进入决胜台的问题。4、修复决胜台活动八强晋级四强时，第四位进入的玩家会顶替掉第三位进入玩家的问题。5、修复投票奖励无法领取或只能领取其中一场的问题。同时对于产生以上异常问题的玩家将发放补偿。", "leng": 176}, {"name": "职业调整", "content": "咒隐窈冥蛊咒修复了剑境被动【金燧·玄】幽明生灭·永隔伤害提高没有正确生效的问题每层幽明·金燧使幽明生灭·永隔对30%以下目标伤害提高调整为2.5%/4.5%。（星韵特技【烬夜灯】下最高叠加层数降低至60层）浑沦鸿蒙净界修复星蕴特技【护刃】在玄元一破专精下生效的问题。", "leng": 133}, {"name": "活动更新", "content": "【冬也绒绒】活动开启！博物学者在游历途中，常将见到的风土人情以留影载册的形式记录下来，并将这些珍贵的影像记录大方赠予上进勤学的弟子，以资向学之人，扬勤学之风。活动时间：2023年1月12日更新后~2023年2月9日更新前活动期间，每周依次开放一轮任务，共四轮。完成任意含有惜时令奖励的任务均可增加活动进度，累计获取惜时令达目标数量，即可完成任务，进入下一轮。本活动的任务完成状态为账号共享。完成活动任务可获得【头像·兔儿绒绒】【动态头像框·兔儿蹦蹦】【兔叽】系列表情包。往期【冬也绒绒】活动奖励上架引道商店，包含：【食铁兽】系列表情包、【头像·兽也绒绒】【头像框·帽儿绒绒】【迎冬·醒狮帽】2023年新春活动开放1.新春送喜时逢佳节，万象更新，不妨趁此机会探亲访友，为他们献上最真挚的祝福！据茶小乖透露：好多人早就准备好了新年红包，小哥哥 、小姐姐们此时登门拜年，必有好礼相赠！新增可拜年角色：【断蒙崖】曾毓卿、恰那、溟鸢、金来来、独崖居士【太和宫】侍元、沉珠、侍春【妙成山】清都【宵明峰·战乱】洪剑山【长安】辰溪【虚域·陈州·云梦山】凤无梦【酩酊坊】白浅2.天降宝箱辞旧迎新之际，龙星商会的小龙人们也开始了一年一度的库存清点，然而就在一箱箱宝物被运往新仓库的过程中，其中一些竟不翼而飞了……活动开启地图：长安、江都、皑皑幻谷。3.宝兆丰年春节临近，嗅宝罗盘似乎也蠢蠢欲动起来，莫非在这片熟悉的大地上，又出现了什么不得了的宝贝？赶紧去龙星阵上解封藏宝图，发掘隐藏在其中的浓浓“年味”吧！新增新春年画·小财兔、新春年画·断蒙崖4.冰雪盛会趋近年关，秦陵之盟正在准备冰雪节，无独有偶，龙星领域的小龙人们也正在紧锣密鼓地准备欢度即将到来的新年，正在大家忙得热火朝天的时候，一股神秘的力量扭曲了时空，把双方卷入了一处未知之境……前往皑皑幻谷参与冰雪节小游戏，获取压祟钱。5.长歌送归人在乌诏部的习俗里，生命的消亡犹如返回阎罗大神的怀抱，因此每到年节，他们都要为这一年里离世的亲友们举办“归人歌会”，以寄托心中的一份哀思与祝福。自步云洲遇袭以来，人世离乱不断，秦陵之盟与众家仙友亦屡遭灾劫，因此今年乌诏首领伊琅相思将带领族人现身战乱·步云洲，为离世早归的亲友们献上一曲《乌诏葬歌》——“此岸望彼岸，归途路漫漫”，阴阳虽两隔，相思永不绝。仙家弟子可在在整点时刻前往步云洲·战乱，参与夜魍们的“归人歌会”，伊琅相思将以《乐曲·乌诏葬歌》相赠，与仙家弟子共度春暖花开前最冷的长夜。以下活动成就挪入荣誉成就之中：【朝着胜利全力以赴】【努力会带来好运气】【下次一定】【心中有火】【大满贯】【机智如我】【辣锅还是清锅】", "leng": 1098}, {"name": "商城更新", "content": "【冬也绒绒】商城外观主题活动开启！活动时间：2023年1月12日6时~2023年2月9日6时活动说明：1）通宝商城限时上架【礼包·冬也绒绒】，内含：动态头衔·冬也绒绒、打坐特效·凛雪魂、挂饰·雪鼓咚咚、时晶*2；主题活动结束后，商品下架。2）积分商城限时返场挂饰【花铃小鼓】！主题活动结束后，商品下架。3）通宝商城主题外观享限时折扣！【沁园春】【访云间】【卯月歌】系列外装、挂饰【猪小萌】【猪小憨】【朱甍碧树】、坐骑【粟小叽】【玉兔蹦蹦】【迎冬·欢欢】【迎冬·祥祥】。主题活动结束后，商品恢复原价。4）时晶可兑换部分当期主题商品，即下列内容：【沁园春】【访云间】【卯月歌】系列外装、挂饰【猪小萌】【猪小憨】【朱甍碧树】、坐骑【粟小叽】【玉兔蹦蹦】【迎冬·欢欢】【迎冬·祥祥】。积分商城返场照影【垂耳兔】【菇噜兔】【叮铛兔】、挂饰【月色满】永久返场积分商城。", "leng": 378}], "authors": "《古剑奇谭网络版》项目组"}