{"name": "《古剑奇谭网络版》11月5日更新维护公告.html", "date": "2020-11-05", "totalLen": 2482, "contentArr": [{"name": "四、界面调整", "content": ">>拍照系统升级——全新妙笔丹青！优化妙笔丹青的界面。现在能在拍照模式，使用已有的时装动作和表情动作。新增自定义点光源打光、拍照模式下可以控制角色视线、角色动作暂停以及相机滤镜方案的保存、删除、分享的功能。新增相机方案的功能，玩家现在可以同时控制两台相机。>>名帖功能新增名帖增加贴纸功能。名帖中的部件现在可以预览未解锁内容，当使用未解锁部件时，无法保存名帖。>>其他界面调整优化、增加了背包、商城相关的界面音效。优化了三世书显示界面。修复大量由于上周底层的界面模板更改导致的问题。修复拍卖行页码被部分遮挡无法点击的问题。修复列传职业限制显示不正确的问题。请各位仙家弟子互相转告，合理安排游戏时间，提前做好下线准备，维护期间给您带来的不便，敬请谅解。祝大家游戏愉快！", "leng": 333}, {"name": "三、数值调整", "content": ">>版本目标调整高级版本目标的获取条件进行如下调整：获取条件添加千秋戏·【普通或困难模式胜利30次】、三世书·【邀请前辈完成20次仙府任务】、异世绘·【异世绘完成度积分达到100分】以及【完成5次以文入道任务】。同时，【闲境等级达到戏世游仙·一】调整为【闲境等级达到无忧尊者·一】。>>赛季末斗法加速斗势境界结算加速，每周斗势境界结算时翻倍计算。铭锋论剑战阶分结算加速，在明性见意四（2300）以下，胜利后获得的战阶分增加。>>十洲剑试结算基础奖励翻倍十洲剑试结算时获得的枢黄匣、十洲令、斗心、飞钱佩·坤翻倍(不包含每日前2胜奖励加成和组队获胜加成），枢黄匣的每周获取上限提升到45个。枢黄匣和奉玄匣中开出的弘极石·斗法数量提升（该改动只针对11月5日更新后产出的枢黄匣和奉玄匣）。巧工软囊中开出的灵思露数量翻倍（该改动只针对11月5日更新后产出的巧工软囊）。>>代币获取数量翻倍在铭锋论剑、青锋小试获胜获得的苍穹印翻倍，组队奖励加成获得的苍穹印翻倍。青锋小试前5胜获得的苍穹印翻倍，铭锋论剑周常任务奖励的【苍穹印】数量翻倍，青锋小试可获得苍穹印数量翻倍，苍穹印每周获取上限翻倍。21:00之后，青云啸野中产出的【啸云牌】数量翻倍。>>十洲剑试商店上架十洲剑试饰品商店上架340装备品质等级的斗法戒指和项链，同时上架将【诛邪定楚州】中拍卖的戒指和项链品质等级提升到340的【制敌·戒】和【制敌·链】。诛邪定楚州中拍卖的戒指和项链装备品质等级提升到340，同时胜方负方上架的装备将随机打乱后平分进行拍卖。>>其他数值调整开放8级之后通过击败普通与困难团队秘境首领获取荒狼原声望的途径。", "leng": 691}, {"name": "二、通用调整", "content": ">>跨服师徒功能开启现在仙家弟子可以进行跨服拜师和收徒，但跨服师徒间仍不支持交易。>>盟会调整盟会活跃天赋【应者云集】效果调整：战场中，队长的盟会若拥有此天赋，则每个满5人的小队中，装等最低的仙家弟子的装备将被提升至小队次低装等弟子的效果（至少330装备等级，若队长拥有此天赋，会在队伍面板上方显示生效图标；被提升的仙家弟子，会在效果栏增加一个增益效果图标）。盟会历世活跃度1000，每周在管理员处领取的奖励增加1个三光朗辉匣·历世·贰，不可交易。盟会斗法活跃度1000，每周在管理员处领取的奖励增加2个不稳定的三光朗辉匣·斗法·贰，可交易。>>其他通用调整修复咒隐职业外观【遗世情牵】女性额饰显示不正确的问题。修复秘境福泽窗口失效的问题。", "leng": 320}, {"name": "一、斗法调整", "content": ">>十洲剑试现在平均装等低于330的仙家弟子，在进入十洲剑试和剑鸣谷战场后装备等级将获得临时提升，以保证在十洲剑试中平均装备等级效果不低于330级。>>十洲剑试·揽镜石居不活跃状态判定调整：由90秒判定一次调整为60秒，每次判定-10分调整为-6分，累积2层进入移出倒计时调整为3层。", "leng": 142}, {"name": "通宝商城上新！", "content": ">>坐骑【鸣岐仙凤】永久上架通宝商城！>>四色特效披风上架通宝商城，限时三周优惠！披风【焕映宵辉】、【半簇朝霞】、【层染夕晖】和【浅酌清曙】永久上架通宝商城，限时打折！限时打折时间：2020.11.5更新维护后~2020.11.26更新维护前。>>【第三季·节令卡】限时上架通宝商城限时上架时间：2020.11.5更新维护后~2020.12.16 23:59:59第三季节令卡震撼登场！节令卡活动规则：1.获得节令卡后，满足充消或者惜时令条件，将可领取丰厚奖励，其中账号共享奖励仅可领取一次。（注：每层奖励仅需完成充消金额或者惜时令数量之一即可。）2. 节令卡为账号共享道具，不可重复激活，激活后可立即获得下一季节令卡折扣券与主题动态头像框。3. 活动期间，未购买激活节令卡前积累的充消、惜时令，在激活后也将计算入奖励条件。4. 第三季节令卡持续时间至2020年12月17日5时59分59秒，届时活动期间获得充消、惜时令数额将在下一季活动重新计算，同时需要获得第四季·节令卡方可继续参与活动。5.账号首次购买节令卡可享受4.2折优惠。>>通宝商城“双十一”打折活动活动期间，通宝商城大量商品打折优惠，具体折扣信息见游戏内通宝商城。活动时间：2020.11.5更新维护后~2020.11.12更新维护前。>>累计充消享好礼！充消计算时间：2020.11.5 6:00:00-2020.12.17 5:59:59奖励领取时间：2020.11.5 6:00:00-2020.12.17 5:59:59累计充值60元可获：挂饰·星【花璎珞】。累计充值120元可获：挂饰·月【花月满】。累计充值180元可获：挂饰·双【凤羽金面】。累计充值240元可获：挂饰·星【衔叶树熊】。累计充值288元可获：挂饰·星【缕金冕】。累计充值366元可获：挂饰·月【日晞琅环】。累计充值468元可获：特效挂饰·月【焚天胄】。>>“化解孤鸾煞”活动开启！11月5日更新维护结束开始，每日登陆后，玩家会获得“孤鸾煞·孤音”状态。完成秘境讨伐、十洲剑试或者闲境日常，即可化解孤鸾煞，同时获得额外奖励。活动期间内，盟会活动聚力逐宝的盟会奖励、个人奖励翻倍。“化解孤鸾煞”活动将在11月26日更新维护后结束。有不知名秦陵之盟弟子在步云洲、长安、江都、扶摇顶摆放了许多用来合照的寄影牌，与它们合照可以通过邮件获得家园摆件【寄影牌】。", "leng": 996}], "authors": "《古剑奇谭网络版》项目组"}