{"name": "《古剑奇谭网络版》9月9日更新维护公告.html", "date": "2021-09-08", "totalLen": 2532, "contentArr": [{"name": "五、玩法调整", "content": ">>历世万法“烹饪”界面新增境界筛选，可以通过筛选项快速查询符合角色当前境界的食谱。>>界面将异珍界面进行分类，分为货币、添花符、嵌材。", "leng": 68}, {"name": "四、数值调整", "content": "购买并使用过高等级的添花符后，对应部位低等级的添花符限购将自动变为0。“秘文册-装备提升”分页新增添花符·叁调整添花符·贰、添花符·叁及各部位遗珠连涛鉴为可退货，即购买后15分钟内可直接在秘文册右键出售返还所有兑换消耗的金钱与代币异珍·金晶碎粒周上限调整至160，异珍·金晶碎屑周上限调整至160问道修行任务中获得的异珍·金晶碎粒、异珍·金晶碎屑数量提升记忆之匣奖励提升引道琼卷内容增加记忆之匣难度一至五。异珍·秘文残片周上限调整为112辉光石·浮金周上限调整为46辉光石·月华周上限调整为74", "leng": 247}, {"name": "三、秘境调整", "content": "忘忧谷之战·神一、泉底巫祝的普通难度产出愿菩提。>>“天门终开”版本中型团队秘境开启：泉底巫祝：双树宫前掌事巫祝，乌诏前大祭司乌拉西玛的爱人。两人的爱情使乌拉西玛违背乌诏族规，受到名为血噬天罚的残酷惩罚，更因留下的恶咒变得疯狂嗜血，尤其以杀伤亲近她的人为乐，甚至许多天玄教人也死在乌拉西玛手上。最终练红针不得不亲手将乌拉西玛杀死——这才是世袭大祭司的乌家施予的真正“惩罚”。为坚守永不分离的誓言，也为完成乌拉西玛清醒时的遗言——宁可永为孤魂野鬼，也不与“亲人”在地下相见——练红针以自身命魂将她封印在阴幽泉中。但单希亚强夺阴幽泉，使得乌拉西玛的怨灵得以释放，练红针的残魂也随之现身。忘忧谷之战·神一：相柳之祸平息后，神一道天与天玄教就如何处置寄身相、和天玄总坛中的上古遗物七曜古镜屡有争执。直至五年前，两教终于在忘忧谷爆发大战，彻底决裂。你在各方知情人的引导下，逐渐了解那惊心动魄的一战……上述秘境的【挑战】难度，以及对应区域的剧情线，区域事件，将在9月9日中午12时开启，【冒险】难度将在9月12日中午12时开启，难度探寻神秘的秘境，挑战强大的敌人，了解天玄教与神一道天结怨的始末。全新的传奇等着各位仙家弟子书写。>>秘境通用本周开启双倍惜时令加速，每日可获取惜时令上限调整为13个。完成秘境讨伐、步云任侠、十洲剑试、步云擂台、千秋戏·日常、巧食解灵，可获得惜时令。开放6、7、8等级记忆之匣。修复发送邮件时名字相同服务器不同时提示不能给自己发送邮件的问题。修复完成问道修行对应的任务后，【前往参与】按钮不消失的问题。泉底巫祝、忘忧谷之战·神一的版本目标开放。中级版本目标开放。", "leng": 690}, {"name": "二、斗法调整", "content": ">>铭锋论剑9月9日至9月30日，铭锋剑绩上限翻倍，玩家在铭锋论剑胜利时还将额外获取50剑绩。>>十洲剑试现在玩家进入十洲剑试·珍珑雪弈时，会在进入场景时自动骑上飞行坐骑了。>>阵营对抗现在弱势阵营的“奋起”效果在破阵夺珍活动中（包括争夺星纬石时）将不会生效。>>诛邪定楚洲诛邪定楚洲活动调整为战盟斗法排行榜排名前12名的战盟进行参与，其中1-4名为甲组、5-8名为乙组、9-12名为丙组，其余规则不变。诛邪定楚洲活动调整竞拍道具道具中的 [迦楼罗征·独享] 、 [两仪天轨·独享] 、 [鬼枭遗羽·独享] 、[卷沙风翼·独享]的上架数量，由3个调整为2个。修复某一方战盟没有成员进场时顶端不显示战盟名称的问题。>>斗法其他铭锋剑绩、十洲剑绩、阵营功勋的说明中添加了关于赛季更迭的说明。当赛季更迭时，铭锋剑绩、十洲剑绩的主分支将更换为新赛季的主分支，旧赛季主分支将调整所需剑绩变为自由分支，同时旧赛季主分支进度将按比例折算。赛季更迭后自由分支将变为锁定状态，新赛季主分支完成后解锁。彪炳册修改为异珍类道具彪炳册修改为异珍类道具（账号共享获取共享消耗），增加每周获取上限，可以在斗法界面选择添加到铭锋剑绩或十洲剑绩或阵营功勋。日常周常任务、千偃横沙、青云啸野、偃火擎空、斗战狂沙、战十洲匣、战盟活跃奖励产出的彪炳册替换为等量的新彪炳册，斗法引导中的彪炳册暂不修改。之前已获得的彪炳册依旧可以使用，将不会转换为新的彪炳册。队伍面板增加了快速标记附近敌对治疗玩家的功能，并会在十洲剑试等斗法活动开始战斗时，自动进行一次标记。", "leng": 659}, {"name": "一、职业调整", "content": ">>天罡龙城飞将势断山阿·极·双缨调整为双缨枪法下，每1%急速提高0.6%强效·流血的伤害丈威枪法下，苍龙破变招及其触发的百战龙魂效果历世环境下伤害提高12%>>斩风弹铗九问势断山阿·极·踏日逐天增加额外效果，贪狼斩伤害提高35%修复霸王式某些情况下不消耗层数的问题星韵特技【饮江】，破风期间惊风刃伤害提高20%调整为贪狼斩伤害提高20%>>御剑神虹决星韵特技【衍真】中，”鸿蒙剑气“现在可受到与【剑影凝神】相同的专精加成风华明焕·极·剑影凝神 删除了施放【万剑朝元】的条件限制，调整为“化清”状态下，剑影凝神伤害提高32%飞星篇势断山阿·极·却邪剑式 ，却邪剑式伤害提高由70%调整至60%【千山雪寂】施放结束会为目标施加1层 “寒霄”效果>>妙法三十六章风华明焕·极·怒雷破 中，木佛度火/沧江龙吟伤害额外提高由80%提高至86%>>司命唤灵咒星韵特技【劫尽灵生】，千劫万壑会直接触发2层“昼晴”效果>>咒隐窃冥蛊咒绮月殇·幽动作速度调整为与绮月殇一致，受急速影响圣佑血祭“移伤咒”的持续时间提高至150秒>>珑瑛·珑君苍石金刀星韵特技【熔冶】调整为“百炼”效果被消耗或时间结束时，会获得成2层绝云势，8层绝云势可使寒崖千仞变招为无消耗释放的寒崖千仞·凌云并获得熔冶效果。每次释放万倾熔，会立即获得4层绝云势。“星嶂”返还寒崖千仞消耗的石灵之力的间隔缩短50%【寒崖千仞】历世伤害降低10%（不包含【寒崖千仞·凌云】）星韵特技【灵岳】，石灵之力大于或等于2点，寒崖千仞伤害提高由20%调整至34%“绝云势”效果时间调整为30秒>>珑瑛·灵瑛灵玉金刀星韵特技【扫尘】中，斫玉式·灵刃伤害增加50%调整为淬风式（包含淬风式·术）伤害增加20%>>朝弦贯日御风残卷【失镝飞鸣】，部分效果调整为 维风及雨及“飞凫”效果(包含强效·飞凫）对生命值30%以下目标额外造成25%伤害", "leng": 786}, {"name": ">>活动更新", "content": "9月9日更新维护结束后~9月16日更新维护结束前，师徒值获取加倍，师徒周常奖励加倍（不包含秋忆筹）。师徒培植加速，获取师缘值+50%，为他人注缘上限次数提高至5次。", "leng": 82}], "authors": "《古剑奇谭网络版》项目组"}