{"name": "《古剑奇谭网络版》2月9日更新维护公告.html", "date": "2023-02-09", "totalLen": 1689, "contentArr": [{"name": "数值调整", "leng": 166, "content": "盟会和战盟会长可以被第二职级弹劾的条件由四周未上线调整为二十四周未上线，除会长外其他职级的弹劾条件保持为四周不上线可以被下一职级弹劾。加入盟会或战盟最低等级由初窥10调整为初窥1。飞钱珮调整合并为账号代币，需登录一次角色方能将该角色的飞钱珮成功转化。（只调整货币储存，周期内获取次数不受影响。）感谢大家的支持与厚爱，祝大家游戏愉快！"}, {"name": "秘境调整", "leng": 526, "content": "“凿空混沦”版本秘境开启：瘟骨红颜：作为瘟神最高调积极的信仰者，瘟癀会始终奔忙于散播瘟疫、传布瘟神信仰的前线。生命只在砥砺磨炼中才能与日俱进，而能历经疾疫痛楚之后存活，才是得瘟神垂怜的优异天选者。瘟癀会与苍骨所率惊蛰教联合，在苍骨以无名之剑破开虚域·陈州的结界、剑指浊气神陵时，一并来到此处。他们运用能惑人心智的鸣骨，向虚域·陈州中苦苦求存的夭厉之民宣扬瘟神信仰、收揽结盟的同时，更是以新型堙蛊将其强化，指导他们与修仙者对抗。你为阻止瘟癀会蛊惑更多夭厉之民而与杜忧一路探查，在击败一批夭厉之民及瘟癀会信徒后，瘟癀会总会会长白海棠终于出现在你面前。她决定亲自动手，将你们这些碍事的修仙者诛除。苍阁魔音：乐天星对付昊苍同心蛊的制胜法宝制作完成，秦陵之盟众掌门商议后决定，由他们吸引苍骨注意的同时，由你护送乐天星进入卧治阁寻找昊苍。你们结伴潜行，最终成功进入楼阁内部。然而待你们抵达苍骨面前，却发现苍骨已解开通往太昊陵的第一层入口封印，欲携无名之剑离去。苍骨恢复同心蛊对昊苍的控制，并留下除掉你与乐天星的命令……以上秘境的【普通】难度将在2023年2月9日中午12时开启，探寻神秘的秘境，挑战强大的敌人，了解虚域·陈州的往事。全新的传奇等着各位仙家弟子书写。"}, {"name": "通用调整", "leng": 411, "content": "赤羽金令和阎浮灯调整为乘骑状态下可以使用。新增就位确认间隔时间：现在队伍点击就位确认和倒计时后5s内再次点击将提示点击过于频繁。新增助战使选择界面可以直接使用回车键召唤助战使功能。鱼竿调整为进战后可使用。修复使用家具【逢熊化吉】后方案无法正常使用的问题。新增三世书人物传记提示：现在查看三世书人物传记时，如为隐藏或非章节主线的任务，在点击查看时新增一句黄字提示。调整三世书乌芒缘值奖励【动态头衔·乌刃敛芒】的背景元素。观战系统调整新增功能：可以将当前正在战斗/正在观战的场景链接发送至聊天栏。其他玩家在野外场景点击该链接可直接观战该场景。鼠标悬停于观战界面中的场景展示，可显示具体队伍信息。仙府更新仙府福地研究制造台【景观】分类新增心象造物配方【虚域陈州·桥·新】千秋戏问题修复：修复部分卡牌的加分技能的描述写成禁用珍稀牌效果的问题。修复翻开对手卡牌的技能描述不显示翻开卡牌数量的问题。修复部分太华山相关卡组不生效的问题。"}, {"name": "任务调整", "leng": 108, "content": "主线剧情第二十三章：第七节·毒血疫鬼开启：你在莽城郊外遇到正在净化毒雾的乌芒，你们发现在平静的海面下，好像隐藏更加邪恶的东西……【回报姜宁】任务奖励藏品【白鹭羽】现已实装，已完成该任务的仙家弟子将直接补发至背包之中。"}, {"name": "斗法调整", "leng": 50, "content": "虚域夺珍·灵石兑赏商店新增道具【静气决】，使用后7天内靠近星纬石不弹出进入提示，再次使用取消此状态。"}, {"name": "职业调整", "leng": 428, "content": "天罡龙城飞将：百战龙魂·流星历世环境下伤害提高50%，百战龙魂·捉青龙历世环境下伤害提高35%奔袭的持续时间提高至30秒，期间造成的额外物理伤害提高至23%御剑飞星篇：被动效果【物极】急速等级调整为：按20%的比例额外提升自身物理强度等级，若点选星蕴特技【剑锋叠雪】则使该效果额外提升5%星韵特技【霜华】寒霄的基础触发间隔缩短提高为46%咒隐窈冥蛊咒：基础幽灯的储存比例调整为16%，幽灯的专精转化率降低。圣佑血祭：剑境跃金·濛秘莲生绿浦延长蛊雾效果降低至0.5秒。珑瑛·珑君苍石金刀：剑境【迅电·濛】急速提升效果调整为4%/5%/6%/7%/7.5%/8%异芳花非花：百花乱·灭历世环境下伤害提高25%朝弦贯日御风：星韵特技【肃肃其羽】参连命中带有自身3层“维风及雨”效果的目标时触发飞凫，额外造成的伤害提高调整为100%铃客素脉真藏：星韵特技【青园结柳】“青园结柳”效果的持续时间调整至6秒。浑沦玄元一破：修复剑境【掠影·濛】在切换方案后未生效的问题。"}], "authors": "《古剑奇谭网络版》项目组", "contentTotalArr": [{"name": "数值调整", "leng": 166}, {"name": "秘境调整", "leng": 526}, {"name": "通用调整", "leng": 411}, {"name": "任务调整", "leng": 108}, {"name": "斗法调整", "leng": 50}, {"name": "职业调整", "leng": 428}]}