{"name": "《古剑奇谭网络版》12月30日更新维护公告.html", "date": "2021-12-29", "totalLen": 2596, "contentArr": [{"name": "界面更新", "content": "新增功能：界面设置中，可以将快捷栏设置为脱战隐藏。额外效果栏可在首行使用【##此处填写标题##】的格式自定义标题。角色改名和转区后，不再会丢失【额外效果栏】和团队面板中的【自定义效果监控】中的自定义效果监控列表了。修复额外效果栏勾选【只显示我加的效果】之后，某些额外效果无法正常显示的问题。修复助战使界面助战使职业及装等显示不正确的问题，现在助战使不再显示职业了。请各位仙家弟子互相转告，合理安排游戏时间，提前做好下线准备，维护期间给您带来的不便，敬请谅解。祝大家游戏愉快！", "leng": 237}, {"name": "数值更新", "content": "【龙星路域通】等级上限提升，上限提升至10级。提升挖掘宝藏图奖励的博物学会声望和博物币数量，具体数量和奖励的万宝归藏积分关联。1、济云万法商店拆分为4个分类显示：新品、助战使、耗材、珍藏。原“活动兑换商”景偌羽处“闲境商店”、“通用活动商店”所售以【逍遥树种】购买的商品，移入耗材、珍藏类商店销售，所需代币调整为【赈云册】。2、济云万法新品商店中的【秘椟追踪】类商品，移除每周购买限制。调整完成部分活动可获得的菩提心数量。", "leng": 211}, {"name": "任务更新", "content": "【玉轮仙藏·时晴崖】区域开放。现在任务同步状态将同步该角色所有任务的可见性状态，而不仅仅是当前正在进行中的任务。行水流风饮的冷却时间调整为2分钟，食用效果调整为：在10秒内移动速度提高30%，并获得生命恢复效果，当前生命百分比越低则恢复量越高。（仅在玉轮仙藏野外历世环境下生效。）优化敲不动果、看不见花的位置与数量，降低获取难度；优化任务【赏风晚会】的完成判断。修复无极界主线成就获取问题。", "leng": 195}, {"name": "通用更新", "content": "中级版本目标开放。成男体型【天衣·悬日月·冠】效果优化，现在可以分别调整金属装饰与布条了。修复坐骑【迎冬·祥祥】和【迎冬·欢欢】的熊猫崽有时会意外丢失的问题。优化了铃客职业仙家弟子进行鸣铃仪式的动画表现，已经完成该章节内容的铃客弟子，可通过“Ctrl+L”打开万影镜界面，观看“青山鸣铃·鸣铃仪式”动画回放。仙府宝箱【轻云忆梦匣】调整为在枕剑仙乡·卧云仙府及玉轮仙藏·仙府福地中均可使用。若在枕剑仙乡·卧云中使用该宝箱，资源会增加到枕剑仙乡·卧云的仓库中；若在玉轮仙藏福地中使用，则资源会增加到玉轮仙藏仙府·福地的仓库中。版本目标有非当前页能领奖的，返回按钮增加动画。12月30日起开启惜时令加速，每日可获取惜时令上限调整为13个。 完成秘境讨伐、玉轮任侠、十洲剑试、步云擂台、千秋戏·日常、巧食解灵，可获得双倍惜时令。", "leng": 360}, {"name": "秘境更新", "content": "“玉轮铃音”版本团队秘境开启：四象幻域·肃纪坛：前朝末年，有狐妖姐妹女艳、女瑟，得忠臣正气庇护度过天劫，为报忠臣恩情，誓要颠覆朝纲，教残害忠臣的昏君自食恶果。双姝施展媚术成为末代哀帝宠妃，又控制哀帝心神，逼迫皇家劳费民力多年，引得民怨沸腾。至乱世中，女艳女瑟被李重秀持帝首剑斩除，含恨而终。李重秀斩除妖妃的祭坛现身四象幻境，其暗含的寓意，乃是帝首剑主有无肃清天下祸乱的能力。镇星之精化为妖妃的星蕴之像，向你发出挑战。四象幻域·幻剑古祠：七十余年前，前朝关陇李家的女儿李婆娑，与兄长李重秀追随墨者苍巍，学习治世之法，兄妹二人一同前往晋阳古祠·奉昊祠拔取帝首剑，但帝首剑并没有选择李婆娑，而是认李重秀为主。焚城之变中，李婆娑独自进入陈州挽救苍巍，后巨阙射日弓主动追随李婆娑，李家兄妹一人持帝首剑，一人持射日弓，平定天下。直至李重秀称帝前夕，李婆娑因处置妖族之事，深感兄妹二人理念不同，毅然远走关外，此生再未回返中原。 镇星之精演化出李婆娑的星蕴幻象，向你展示这位温和仁善、却未受到帝首剑垂青的求剑之人的过去。李婆娑所行皆为追随李重秀的脚步，因此未被帝首剑选中，为考验你是否有同样的遗憾，必须打破眼前的“李婆娑”，方能完成这场试炼。上述秘境的【普通】难度，以及对应区域的剧情线，将在12月30日中午12时开启，【体验】难度将在2022年1月2日中午12时开启，难度探寻神秘的秘境，挑战强大的敌人，完成帝首剑的试炼。全新的传奇等着各位仙家弟子书写。注意：【玉轮仙藏第八节·星辰天命】任务线将在完成【问道修行·历世装等490】后开启，秘境传送门将在对应任务线完成后出现，也可通过同步队伍中已完成任务成员的任务进度看到秘境门。任务同步功能只在同步者处在当前场景时生效。", "leng": 728}, {"name": "职业更新", "content": "御剑飞星篇修复斗法环境下装备100%斗法装备时攻击专注率提升不正确的问题。铃客铃客职业仙家弟子在翡翠廉状态下，可以在空中使用【化青羽】解除翡翠廉变身。铃客职业仙家弟子在翡翠廉状态下，接触水面时不再取消变身。", "leng": 103}, {"name": "活动更新", "content": "【冬也绒绒】主题活动开启！博物学者在游历途中，常将见到的风土人情，奇珍异兽以留影载册的形式记录下来，并将这些珍贵的影像记录大方赠予上进勤学的弟子，以资向学之人，扬勤学之风。活动时间：12月30日6时~1月27日6时。活动规则：活动期间，每周依次开放一轮任务，共四轮。完成任意含有惜时令奖励的任务均可增加活动进度，累计获取惜时令达目标数量，即可完成任务，进入下一轮。本活动的任务完成状态为账号共享。完成活动任务可获得【食铁兽影册】（使用后可获得食铁兽聊天表情）、【挂饰·迎冬·醒狮帽】、【头像框·帽儿绒绒】和【头像·兽也绒绒】奖励。轰震雪崖时晴崖常年冰雪覆盖，吸引了许多依靠冰雪灵力生成的灵怪们在此地生存，晴好时尚能相安无事，若风雪欲来之际，则会有大量灵怪借风雪之势，夺取雪灵们的灵核，以便获取更精粹的冰雪之力。而雪灵们虽灵力精粹，却并不长于战斗，只能以自己擅长的灵力操控霜雪炮远程制敌，阻拦灵怪的袭击。随着风雪的增强，出现的灵怪实力也越强，快去帮帮他们吧！", "leng": 428}, {"name": "商城更新", "content": "【冬也绒绒】商城外观主题活动开启！活动时间：2021年12月30日6时~2022年1月27日6时活动说明：1）通宝商城限时上架新品【礼包·冬也绒绒】，内含：动态头衔·冬也绒绒、打坐特效·凛雪魂、挂饰·雪鼓咚咚、时晶*2；主题活动结束后，商品下架。2）积分商城限时返场！挂饰【花铃小鼓】，返场时间：2021年12月30日6时~2022年1月27日6时。3）通宝商城主题外观享限时折扣！【沁园春】【访云间】【卯月歌】系列外装、挂饰【猪小萌】【猪小憨】【朱甍碧树】、坐骑【粟小叽】【玉兔蹦蹦】。主题活动结束后，商品恢复原价。4）时晶可兑换部分当期主题商品，即下列内容：【沁园春】【访云间】【卯月歌】系列外装、挂饰【猪小萌】【猪小憨】【朱甍碧树】、坐骑【粟小叽】【玉兔蹦蹦】。", "leng": 334}], "authors": "《古剑奇谭网络版》项目组"}