{"name": "《古剑奇谭网络版》4月27日更新维护公告.html", "date": "2023-04-27", "totalLen": 1655, "contentArr": [{"name": "界面调整", "leng": 396, "content": "团队面板的【自定义效果监控】和额外效果栏的【效果列表】支持【本地账号同步】，初始化为第一个勾选【账号同步】的角色的设置。战斗统计优化：1、新增战斗时间轴功能，可查看指定时间段内的统计信息2、治疗、承伤、承疗、打断次数按目标/来源查看的功能3、优化【发布当前信息】的信息表现形式4、对敌对目标的护盾造成的伤害会单独作为一个被攻击目标出现在被攻击目标列表中5、承伤技能新增伤害类型显示（物理、法术、混乱、穿透、真实、持续、分摊）6、【结束本次统计】功能可进行快捷键设置7、战斗场次存储上限从10场扩充成20场8、修复有时柱状图的染色没有跟随当前所选目标的职业的问题9、修复有时统计名称会出现错误的问题10、修复屏蔽队友的情况下，队友的技能施放次数统计不正确的问题11、修复有时破金身值的统计会出现错误的问题12、修复有时无法正确记录队友的战斗统计信息的问题13、聊天栏战斗页新增开关功能，默认关闭"}, {"name": "系统商店更新", "leng": 23, "content": "济云万法珍藏商店上架往届心弦争歌4强语音藏品。"}, {"name": "通用调整", "leng": 145, "content": "列传增加收藏功能，可以在列传列表界面右键点击进行收藏，点击列传列表界面下方勾选框进行筛选。步云洲擂台区域的背景音乐更换为【道法无边】。调整[树下明心]的地形高度判断，减少因台阶阻挡而无法召唤的情况。修复[躺下]动作无法通过[切换动作]变更姿势的问题，现在使用[躺下]会在三种姿势中随机一种。"}, {"name": "数值调整", "leng": 176, "content": "1）秘境卧治阁（困难）、瘟骨红颜（普通）、苍阁魔音（普通）开放引道机制：在相应秘境中低于特定账号装等的仙家弟子为后进新人，可在引道者的协助下，更容易通过历练。同时，引道者也会获取明灯签兑换奖励！后进新人在队伍中将给队伍提供属性加成，助力通关秘境，小队每5人可以携带一位不提升秘境人数动态难度的后进新人。2）修复剑境系统切换专精时部分属性生效错误的问题。"}, {"name": "秘境更新", "leng": 594, "content": "“凿空混沦”版本秘境开启：瘟骨红颜：作为瘟神最高调积极的信仰者，瘟癀会始终奔忙于散播瘟疫、传布瘟神信仰的前线。生命只在砥砺磨炼中才能与日俱进，而能历经疾疫痛楚之后存活，才是得瘟神垂怜的优异天选者。瘟癀会与苍骨所率惊蛰教联合，在苍骨以无名之剑破开虚域·陈州的结界、剑指浊气神陵时，一并来到此处。他们运用能惑人心智的鸣骨，向虚域·陈州中苦苦求存的夭厉之民宣扬瘟神信仰、收揽结盟的同时，更是以新型堙蛊将其强化，指导他们与修仙者对抗。你为阻止瘟癀会蛊惑更多夭厉之民而与杜忧一路探查，在击败一批夭厉之民及瘟癀会信徒后，瘟癀会总会会长白海棠终于出现在你面前。她决定亲自动手，将你们这些碍事的修仙者诛除。以上秘境的【困难】难度将在2023年4月27日中午12时开启，探寻神秘的秘境，挑战强大的敌人，了解虚域·陈州的往事。全新的传奇等着各位仙家弟子书写。苍阁魔音：乐天星对付昊苍同心蛊的制胜法宝制作完成，秦陵之盟众掌门商议后决定，由他们吸引苍骨注意的同时，由你护送乐天星进入卧治阁寻找昊苍。你们结伴潜行，最终成功进入楼阁内部。然而待你们抵达苍骨面前，却发现苍骨已解开通往太昊陵的第一层入口封印，欲携无名之剑离去。苍骨恢复同心蛊对昊苍的控制，并留下除掉你与乐天星的命令……以上秘境的【困难】难度，将在2023年4月27日中午12点后开启。探寻神秘的秘境，挑战强大的敌人。全新的故事将等待各位仙家弟子去揭晓。"}, {"name": "活动更新", "leng": 211, "content": ">>《心渊梦境》联动活动“心渊一梦”开启！>>夏日游博物学会中喜好游历的学者们，惯于在风光独特或景色秀美的地方，留下独特的灵力标记。在这春消暑长，出门游玩的时节，有灵力标记存在的区域，成为了人们作画留念的首选之地。仙家弟子们在勤勉修行之余，也不妨四处找找灵力标记，用妙笔丹青记录下旅途中美好的瞬间，感受山水之乐吧！参与方式：前往各处寻找灵力标记，使用妙笔丹青记录后积攒道具，可于步云洲·回忆瑶天殿中寻找庄鸣晨兑换特定道具。"}, {"name": "通宝商城上新", "leng": 110, "content": ">>《心渊梦境》联动礼包上架通宝商城！[礼包·心渊一梦]内含天衣白发·星辰颂诗、天衣红发·月影颂诗、疾奔特效·空行风翼、仙府家具·创时之谕限时折扣时间：2023年4月27日6时~2023年5月18日6时疾奔特效·空行风翼"}], "authors": "《古剑奇谭网络版》项目组", "contentTotalArr": [{"name": "界面调整", "leng": 396}, {"name": "系统商店更新", "leng": 23}, {"name": "通用调整", "leng": 145}, {"name": "数值调整", "leng": 176}, {"name": "秘境更新", "leng": 594}, {"name": "活动更新", "leng": 211}, {"name": "通宝商城上新", "leng": 110}]}