{"name": "《古剑奇谭网络版》3月30日更新维护公告.html", "date": "2023-03-29", "totalLen": 2499, "contentArr": [{"name": "通用调整", "content": "历世万法等级及熟练度调整为账号共享，同时钓客（四海生金）统计中的捕获产物总数、最大总量统计也调整为账号共享。其值将同步为账号下登录过的角色的最高值。历世万法相关称号调整为账号共享。历世万法中可加点天赋的加点方案，保持各角色不同。秦陵弟子招募令-额外历练任务中，移除【结识3位好友】、【与他人建立仙缘关系】两个任务；同时增加【完成任意难度记忆之匣】【消耗10个菩提心】【完成以文入道任务】【完成秘椟蕴珍任务】【野外采集10次】【完成2次秘椟蕴珍任务】【完成济云万法·周常】【完成十洲剑试·首胜】的应召签奖励数量。愿菩提兑换版本道具的追赶规则调整：当可追赶数量大于两周可获取量时，兑换比例在现有基础上额外提高20%；小于两周时兑换比例降低50%。（未获取数量仍可100%追赶）新增道具“险境灵悟·蕴华·贰”及“险境灵悟·蕴华·叁”。可通过参与“记忆之匣”及“幻境遗秘御群妖”获得“记忆碎片”。于秘文册的记忆之匣商店中购买道具追赶未获得的“险境灵悟·贰”（包含孤崖旧忆）及“险境灵悟·叁”（包含卧治阁）（最多获得未获取量的50%）“记忆之匣”及“幻境遗秘御群妖”新增奖励：首次及重复参与记忆之匣均会奖励道具“记忆残片”。幻境遗秘御群妖普通及困难难度首领的首次击杀将掉落“记忆残片”可消耗一定数量道具于秘文册商店中兑换各部位的“四时问心符·奇”，“端生石·壹·历世”及“险境灵悟·蕴华”。", "leng": 590}, {"name": "秘境调整", "content": "“凿空浑沦”版本秘境开启：>>苍生冢十七年前，相柳出世，沧海横流。曲青戈之妻、丹霞派松萝仙子曾毓卿在与相柳的终战中，坠入帝首剑劈出的空间裂隙。她并未殒身，而是怀抱希望，穿梭在各个空间中，不断找寻回到人界的办法，并与诸位在流浪途中结识的同伴一起，在虚域·陈州建立起“浑沦”一派。五年前，忘忧谷之战，发现自己已被寄身相附体的曲青戈，为阻止寄身相借自己之手作恶，也为寻找爱妻，通过七曜古镜跳入魔域，后不幸成为妖王隐，回归人界。如今，为以浓重浊气壮大妖军，也出于曲青戈心中寻找爱妻的执念，寄身相·曲青戈与苍骨一同进入虚域·陈州。在浑沦门派据点“断蒙崖”，他惊喜发现与曾毓卿有关的线索，强行闯入，一路追索。你、李令双、凤无梦、乌芒及浑沦门派众人合力阻拦，仓促之下却难以成功。危急关头，曾毓卿出言将寄身相·曲青戈引入“苍生冢”，你们也急忙跟去……以上秘境的【困难】难度将在2023年3月30日中午12时开启，探寻神秘的秘境，挑战强大的敌人，了解虚域·陈州的往事。全新的传奇等着各位仙家弟子书写。>>羽光镜影太华生乱，十七年前因相柳灭世事败、而被押入此间的妖军天师敬沅姬，因故离境而出。仙家弟子跟随其妹敬滢姬的转世、如今的天玄圣女凤无梦踏入虚域·陈州的云梦山，寻找敬沅姬的踪迹，却见她已用法宝“五星镜”设下重重镜阵，不断阻止你们靠近。预感敬沅姬危在旦夕，你和凤无梦赶至镜阵最后一层，准备营救敬沅姬……以上秘境的【困难】难度将在2023年3月30日中午12时开启，探寻神秘的秘境，挑战强大的敌人，全新的传奇等着各位仙家弟子书写。", "leng": 656}, {"name": "活动更新", "content": ">>冶容会源自流花宫一年一度的装扮比赛，每逢初春，小狐狸们总会各自拿出看家本领，从花草中获得灵感，创试新妆。又是一年初春，流花宫邀请大量外界人士加入冶容会，令步云洲呈现出与以往截然不同的节日氛围。前往步云洲挂剑台附近找阿绵（-274，-28）接取任务，参与活动。>>踏青活动1）拔河严冬已过，春潮渐涨，江都瘦西湖的水也逐渐朗润了起来。许多水族顺着这股春潮，随水而动，四处嬉戏。巨龟族的归小二也借春潮之力来到了瘦西湖，同时还带来了族中的传统春戏拔河。据说形式独特，颇有趣味。仙家弟子们若是好奇，不妨前往江都，找归小二体验一番。2）斗春鸟据传，江都春日有好战的野山雀成群出现袭击人群，而寻常的抓捕办法对付这群机警又好战的鸟儿效力甚微。正在人们一筹莫展之际，有位修仙者化形为鸟，潜入鸟群之中击退群鸟。后为一绝鸟患，又将化形之法在江都广为传授，并在春日组织年轻弟子们参与其中。往后数年，春日来犯的鸟儿消失无踪，而化形为鸟，比拼竞技逐渐演变成了江都独特的春日娱乐活动。此时恰逢春光好，好奇的仙家弟子不妨前往江都，亲身体验一番。参与方式：前往江都寻找廖捕头与归小二，匹配参与游戏。每完成一项踏青活动，即可获得活动代币“春垂枝”，可以在活动商店兑换奖励，全新挂饰·庄小苗等你带回家~！", "leng": 535}, {"name": "通宝商城主题活动", "content": ">>【晴光翠霭】外观主题活动开启！活动时间：2023年3月30日6时~4月27日6时1）通宝商城限时上架【礼包·新晴游宴】，内含：照影·融融新果、照影·闲闲懒枝、动态头衔·新晴游宴、打坐特效·新晴游宴、时晶*2，主题活动结束后，商品下架。> 全新打坐特效·知春归 <2）通宝商城限时返场【礼包·晴光翠霭】，主题活动结束后，商品下架。3）通宝商城限时返场蝶翼坐骑【寐花蝶羽】【拂绿彩衣】、特效挂饰·流萤醉芳灯（附流萤幻境效果）、异色发型【清歌吟·雪发】【桃源芳梦】，返场时间为2023年3月30日6时~4月13日6时4）下列外观享限时折扣并开放时晶兑换：【清歌吟】【瀛洲花信】【舞花荫】【醉清秋】【玉蝶行】系列外装、挂饰【满庭芳】【赤睑小狐】【玄狐金面】【衔樱小狐】【青瓷狸面】、坐骑【寻木枝】【疏影暗香图】，主题活动结束后，商品恢复原价。积分商城：特效挂饰【游花涧】【点萤栖香环】【星草结】限时返场，主题活动结束后，商品下架。冶容会限时折扣活动开始！商城修容全线5折【晴光翠霭】活动开启！博物学者在游历途中，常将见到的风土人情以留影载册的形式记录下来，并将这些珍贵的影像记录大方赠予上进勤学的弟子，以资向学之人，扬勤学之风。活动时间：2023年3月30日更新后~2023年4月27日更新前活动期间，每周依次开放一轮任务，共四轮。完成任意含有惜时令奖励的任务均可增加活动进度，累计获取惜时令达目标数量，即可完成任务，进入下一轮。本活动的任务完成状态为账号共享。完成活动任务可获得【头像·融融果】【动态头像框·晴春枝】【融融果】系列表情包。往期【晴光翠霭】活动奖励上架引道商店，包含：【娑娑木】系列表情包、【头像·衔泥燕】【头像框·绿翠枝】", "leng": 718}], "authors": "《古剑奇谭网络版》项目组"}