{"name": "《古剑奇谭网络版》9月16日更新维护公告.html", "date": "2021-09-15", "totalLen": 2687, "contentArr": [{"name": ">>界面调整", "content": "修复斗法装备方案下，对比装备时显示的界面内容不正确的问题。", "leng": 29}, {"name": ">>数值调整", "content": "新增道具【明心菩提】，消耗55溢出菩提心，可开启【明心菩提】获得4个【异珍·辉光石·浮金】和7个【异珍·辉光石·月华】。新增道具【赤檀木】，消耗5记忆残片，获得1个【赤檀错金奁】。新增道具【异珍·蕴华】开启后可从【异珍·灵晖晶土】、【异珍·金晶碎粒】、【异珍·金晶碎屑】、【异珍·秘文残片】道具中任选其一获得。具体可获得的次数是根据往周获取相应道具的数量确定的。往周获取的越少则能获取道具的次数越多。道具获取（均为账号共享上限）：1、【明心菩提】：可在引道商店购买，每周购买上限为10个；可通过秘境引道获取，每周获取上限为10个。道具获取后不绑定，可自由交易。2、【赤檀木】：可在引道商店购买，每周购买上限为5个；可通过记忆之匣引道获取，每周获取上限为5个，其中难度1~3掉落2个，4~5掉落3个。道具获取后不绑定，可自由交易。3、【异珍·蕴华】：可在引道商店购买，每周购买上限为20个；可通过完成侠义任务获取，每周获取上限为20个。道具获取后不绑定，可自由交易。荒原连双帖和荒原纵合帖的可使用等级上限提高到450引道琼卷内容更新：增加挑战难度：忘忧谷之战·天玄教和灵境仙仆。", "leng": 488}, {"name": ">>通用调整", "content": "盟会记事中增加活跃天赋自动续费的记录仙府更新一、普通配方更新：【树木·松】、【薰衣草簇】、【灯具·清晖】、【石制地台·岱】、【方木盆花·槿紫】、【罗汉床·卧桂影】、【古董羹】、【座屏·引碧霄】。其中【灯具·清晖】、【罗汉床·卧桂影】为可交互家具。二、坐骑挂件心象造物及配方更新：1、新增挂件类心象造物【千语萦枝】、【有情天】、【堂前春风·佩实】、【物华奉雪·佩实】、【江天一月灯】、【白鹿鸣繁枝】、【翠绡羽扇】，已永久摄形以上挂饰的仙家弟子可前往仙府管家处选择【领取已摄形挂件】领取对应心象造物。2、新增坐骑类心象造物【疏影暗香图】、【墨绶炎驹】、【绒团儿】、【五阴嗔面】，已永久摄形以上坐骑的仙家弟子可前往仙府管家处选择【领取已获得的坐骑】领取对应心象造物。3、新增挂件及坐骑类配方：【千语萦枝】、【有情天】、【堂前春风·佩实】、【物华奉雪·佩实】、【江天一月灯】、【白鹿鸣繁枝】、【翠绡羽扇】、【桂云外】、【富贵腰鼓】、【疏影暗香图】、【墨绶炎驹】、【绒团儿】、【五阴嗔面】，已永久摄形以上挂件或坐骑的仙家弟子可前往仙府管家处选择【激活已有挂件及坐骑的家具配方】直接习得对应配方。其余挂饰与坐骑配方后续会逐步分批开放。", "leng": 511}, {"name": ">>秘境调整", "content": "现在忘忧谷之战系列、双树宫系列秘境中的变身效果，可以通过手动取消了。忘忧谷之战·神一：寄身相·黎盛天：修复了在【螣蛟归衡阵·染毒】阶段时，归衡之灵有概率消失的问题。寄身相·黎盛天：修复了第三次释放【螣蛟归衡阵·染毒】技能时，有概率出现异常数量的归衡之灵的问题。寄身相·黎盛天：调整了战斗区域的范围。寄身相·黎盛天：净化【螣蛟归衡阵】法阵核心的交互时长由3s降为1s，交互范围变大。寄身相·黎盛天：归衡之灵在释放【归衡乱宇】时，破绽持续时间由2.5s增加到5s。", "leng": 230}, {"name": ">>斗法调整", "content": "十洲剑试十洲剑试最长战斗时间调整为15分钟，到达15分钟时将立即结束比赛并进行结算。诛邪定楚洲楚江雾海场景不再强制开启阵营模式。其他战盟添加动态容量仓库，每周四根据上周战盟成员登录数更新本周的仓库容量，每位登录成员加一格容量，最少10格，最多100格。", "leng": 126}, {"name": ">>职业调整", "content": "斩风弹铗九问历世环境下对影几何的伤害提高6%星韵特技【翌日式】缩短破风生灵酒和霸王式的调息时间调整至2.4秒妙法三十六章历世环境下伤害提高3%司命唤灵咒历世环境下 白日的伤害提高12%历世环境下 崩坠印的伤害提高10%历世环境下 皇蝶印的伤害提高10%历世环境下 弘光及弘光·盈光的伤害提高10%珑瑛·珑君苍石金刀历世环境下寒崖千仞的伤害降低7%珑瑛·灵瑛灵玉金刀调整【长锋弄影】与【虚室无尘】的优先级关系历世环境下虚室无尘的伤害提高20%历世环境下虚室无尘·斩的伤害提高8%历世环境下萦峦九折的伤害提高10%历世环境下星韵特技【瑶光】的伤害提高15%朝弦贯日御风斗法环境下双翎的伤害降低8%斗法环境下井仪·疾的伤害降低8%", "leng": 312}, {"name": ">>活动更新", "content": "9月16日更新维护结束后~9月23日更新维护前结束前，装备修理费用减半。中秋主题活动【清秋玉轮送团圆】开启活动时间：9月16日更新维护结束后~10月7日更新维护结束前临近中秋，步云洲也多了几分团圆喜庆的味道，伴随月饼的香甜气息，一个名叫常绒绒的月饼小贩来到步云洲。她声称自己是玉兔下凡，更为大家带来不少新奇玩意儿，各位仙家弟子快去看看吧！参与方式：前往步云洲承露台，寻找常绒绒（169，-119）了解详情，通过常绒绒身边的传送门前往星河鉴洲。>中秋活动【中秋·寻路月宫】活动时间：9月16日更新维护结束后~10月7日更新维护结束前近来有一只蛤蟆人闯入星河鉴洲，不知它打算在那做些什么，还是找个时间过去看看吧。参与方式：在星河鉴洲内找金呱子（-231，-73）参与“寻路月宫”的小游戏并走到迷宫的终点>中秋活动【中秋·摘星星】活动时间：9月16日更新维护结束后~10月7日更新维护结束前近来有一只蛤蟆人闯入星河鉴洲，不知它打算在那做些什么，还是找个时间过去看看吧。参与方式：在星河鉴洲内找银呱子（-193，-177）参与“摘星星”的小游戏并摘得99颗星星。>中秋活动【星河月宴】可以使用月宴请帖·携友和月宴请帖·邀君分别邀请自己的好友和npc来自己的星河鉴洲参与星河月宴，还可以在宴席上开启“飞花令”小游戏，宴席满足一定条件还会激活相应的节日成就【秦陵共饮】及【与卿共饮】。邀请名单次日6时清空。如对星河月宴有疑惑，可寻找月宴管家常熠熠（9,9）解惑。参与方式：活动引导任务会发放少量请帖，请帖用完之后可以找常绒绒购买。>中秋活动【明灯祈福】中秋素有放飞孔明灯祈天的习俗，仙家弟子亲手写下祝福的心愿并放飞明灯，祈祷幸福年年，心想事成。玩家可以前往步云洲承露台(158,-120)附近寻找NPC常绒绒，使用活动代币祭月香和少量金钱购买孔明灯。使用孔明灯后会放飞孔明灯同时寄托在灯中的心愿便会化作弹幕从屏幕前飘过。如果在步云洲、长安、江都、琅泉界桥·阴空或象趾林进入夜景时放飞灯火，还会返还祭月香。参与方式：购买孔明灯后使用。", "leng": 860}, {"name": ">>商城上新", "content": "积分商城永久上架【烟花·玉兔香尘】，对玩家目标使用，可为对方额外送上持续10分钟的[玉兔香尘]效果。商城上架【易号旗·战盟】，价格为1500通宝，使用后可以为所在战盟增加一次更改战盟名称的次数。（可由会长在战盟界面更改盟会名称，战盟更改名称拥有60天间隔时间。）", "leng": 131}], "authors": "《古剑奇谭网络版》项目组"}